[
   {
      "page":1,
      "text":"MINISTÉRIO DA GESTÃO E DA INOVAÇÃO EM SERVIÇOS PÚBLICOS\nSecretaria de Gestão de Pessoas e de Relações de Trabalho\nDiretoria de Provimento e Movimentação de Pessoal\nCoordenação-Geral de Concursos e Provimento de Pessoal\nDivisão de Provimento de Pessoal\n \n \n \n \nNota Técnica SEI nº 30288/2024/MGI\n \n \nAssunto: Consulta. Provimento de cargo em função de concurso público. Termo de posse digital.\nInexigibilidade de assinatura do documento pela autoridade competente do órgão.\nReferência: Processo nº 18001.001688/2024-86.\n  \n \n  \nSUMÁRIO EXECUTIVO\n1.\nTrata-se de consulta formulada pela Comissão de Governança do Concurso Público Nacional\nUniﬁcado (CPNU), conforme a Nota Informa?va SEI nº 25381/2024/MGI, de 11 de julho de 2024, acerca da\nviabilidade da oferta de serviço digital para posse em cargos públicos e da data a par?r da qual o postulante\nao cargo pode ser considerado empossado.\n \nANÁLISE\n \nDa demanda\n \n2.\nDe acordo com a Nota Informa?va SEI nº 25381/2024/MGI, de 11 de julho de 2024 (SEI nº\n43484753), formulada pelo Grupo Técnico Operacional Execu?vo do CPNU e encaminhada pela Presidente\nda Comissão de Governança do CPNU, as razões de consultar este Órgão Central do Sistema de Pessoal Civil\nda Administração Federal (Sipec) e a demanda apresentam-se da seguinte maneira:\n2. Estão em curso os prepara,vos de realização da 1ª edição do CPNU, coordenada pelo\nMinistério da Gestão e da Inovação em Serviços Públicos (MGI), que agregou a seleção de\n6.640 candidatos para 21 órgãos da administração pública federal.\n \n3. Em inicia?va inédita, o MGI está desenvolvendo, por meio do Sistema de Gestão de\nPessoas (Sigepe), o ingresso dos candidatos aprovados de maneira uniforme e totalmente\nautomatizada. Serão disponibilizados aos candidatos a entrega dos documentos em formato\ndigital e o preenchimento de perﬁl proﬁssiográﬁco. Atualmente o processo não é\npadronizado: alguns órgãos e unidades da administração pública possuem soluções\nautoma?zadas próprias para o recebimento dos documentos previstos para a posse em cargo\npúblico, outros seguem com o recebimento dos documentos por meio Ksico, com\natendimento em suas unidades de modo presencial.\n \n4 . Tendo em vista o grande número de candidatos tomando posse simultaneamente,\nvislumbrou-se a oportunidade de ofertar esse serviço de maneira digital, o que pode ser,\nfuturamente, estendido aos demais certames da administração pública.\n \n5. Um ponto que carece de esclarecimentos refere-se à data considerada para a posse do\ncandidato. O termo de posse é um documento assinado tanto pelo candidato quanto pela\nNota Técnica 30288 (43803077)         SEI 18001.001688/2024-86 / pg. 1",
      "images":[
         {
            "index":1,
            "format":"jpeg",
            "file":"page1_img1.jpeg",
            "ocr_text":""
         }
      ],
      "image_text":""
   },
   {
      "page":2,
      "text":"autoridade competente do órgão. A depender da disponibilidade do representante\ninstitucional essa data pode não ser coincidente, ainda mais considerando que as assinaturas\nocorrerão digitalmente, dificultando a assinatura simultânea do ato.\n(grifamos)\n \n3.\nNa consulta, a Comissão de Governança do CPNU apresenta manifestação pretérita do Órgão\nCentral do Sipec (Nota Técnica SEI nº 10802/2021/ME, de 11 de março de 2021) na qual o entendimento é\nno sen?do de que “a data a ser considerada válida é a par\u0012r da assinatura da autoridade competente ou\ndelegada para pra\u0012car o ato de empossar o candidato, observada às disposições do art. 13 da Lei nº 8.112,\nde 1990”.\n \nDa fundamentação sobre a atuação do MGI e do Órgão Central do Sipec\n \n4.\nAs competências do Ministério da Gestão e Inovação em Serviços Públicos (MGI) estão\nconsignadas no Decreto nº 12.102, de 8 de julho de 2024, que “Aprova a Estrutura Regimental e o Quadro\nDemonstra\u0012vo dos Cargos em Comissão e das Funções de Conﬁança do Ministério da Gestão e da Inovação\nem Serviços Públicos, remaneja e transforma cargos em comissão e funções de conﬁança, e altera o Decreto\nnº 11.401, de 23 de janeiro de 2023”. Do Anexo I do referido norma?vo, destacam-se os seguintes\ndispositivos:\nArt. 1º O Ministério da Gestão e da Inovação em Serviços Públicos, órgão da administração\npública federal direta, tem como áreas de competência os seguintes assuntos:\n \nI - diretrizes, normas e procedimentos direcionados à gestão pública eﬁciente, eﬁcaz, efe?va\ne inovadora para geração de valor público e redução das desigualdades;\n \nII - polí?ca de gestão de pessoas e de desenvolvimento de competências transversais e de\nliderança para o quadro de servidores da administração pública federal;\n \nIII - inovação em serviços públicos, simpliﬁcação e aumento da eﬁciência e da eﬁcácia das\npolíticas públicas;\n \nIV - transformação digital dos serviços públicos e governança e compartilhamento de dados;\n \n(...)\n \nX - polí?cas e diretrizes para transformação permanente do Estado e ampliação da\ncapacidade estatal;\n \n(...)\n \n5.\nO estabelecimento e as deﬁnições sobre a atuação do Órgão Central do Sipec estão dispostos\nno Decreto nº 67.326, de 5 de outubro de 1970 . Os art. 6º do referido decreto assim dispõe:\nArt 6º Ao órgão central do SIPEC compe?rá o estudo, formulação de diretrizes, orientação\nnormativa, coordenação, supervisão, contrôle e ﬁscalização especíﬁca de assuntos\nconcernentes à Administração Federal. (grifamos)\n \n6.\nAtualmente, a função de Órgão Central do Sipec é exercida pela Secretaria de Gestão de\nPessoas (SGP) do MGI. Isso está disposto no art. 30, inciso II, do Decreto nº 12.102, de 2024, a seguir\ntranscrito:\nArt. 30.  À Secretaria de Gestão de Pessoas compete:\n \n(...)\n \nII - atuar como órgão central do Sistema de Pessoal Civil da Administração Federal – Sipec e\npromover o atendimento e a integração de suas unidades, nos assuntos de sua competência;\n \nNota Técnica 30288 (43803077)         SEI 18001.001688/2024-86 / pg. 2",
      "images":[
         
      ],
      "image_text":""
   },
   {
      "page":3,
      "text":"7.\nDesse modo, da leitura do Decreto nº 67.326, de 1970, e do Decreto nº 12.102, de 2024,\ntem-se que esta Secretaria é instância competente para formular diretrizes e orientação norma?va sobre o\nassunto ora ques?onado. Especiﬁcamente, em se tratado de matéria relacionada a concurso público e\nprovimento de cargo público, a consulta formulada pela Comissão de Governança do CPNU exige a\nmanifestação da SGP.\n8.\nA Portaria SGP/SEDGG/ME nº 11.265, de 29 de dezembro de 2022, “estabelece os\nprocedimentos a serem adotados pelos órgãos e en\u0012dades do Sistema de Pessoal Civil da Administração\nPública Federal - SIPEC, quando da realização de consultas ao Órgão Central do SIPEC relacionados à\nmanifestação rela\u0012va à aplicação da legislação de pessoal civil no âmbito da Administração Pública federal\ndireta, das autarquias, incluídas as em regime especial, e das fundações públicas” (art. 1º). Pelo objeto e\npelos termos em que a consulta foi formulada, entende-se que os requisitos de admissibilidade deﬁnidos\nno citado normativo foram observados, razão pela qual passa-se à análise da matéria.\n \nDa manifestação sobre a consulta\n \n9.\nA consulta em análise envolve o provimento de cargo decorrente da realização de concurso\npúblico. Nesse sen?do, antes de consignar a manifestação do Órgão Central do Sipec sobre o\nquestionamento, é importante apresentar as normas gerais que regulam a matéria.\n10.\nA Constituição Federal de 1988 estabelece, no art. 37, incisos I e II, o seguinte:\nArt. 37. A administração pública direta e indireta de qualquer dos Poderes da União, dos\nEstados, do Distrito Federal e dos Municípios obedecerá aos princípios de legalidade,\nimpessoalidade, moralidade, publicidade e eﬁciência e, também, ao seguinte: (Redação dada\npela Emenda Constitucional nº 19, de 1998)\n \nI - os cargos, empregos e funções públicas são acessíveis aos brasileiros que preencham os\nrequisitos estabelecidos em lei, assim como aos estrangeiros, na forma da lei; (Redação dada\npela Emenda Constitucional nº 19, de 1998)\n \nII - a inves?dura em cargo ou emprego público depende de aprovação prévia em concurso\npúblico de provas ou de provas e Xtulos, de acordo com a natureza e a complexidade do\ncargo ou emprego, na forma prevista em lei, ressalvadas as nomeações para cargo em\ncomissão declarado em lei de livre nomeação e exoneração; (Redação dada pela Emenda\nConstitucional nº 19, de 1998)\n \n11.\nPara o caso em análise, ao passo em que o caput do art. 37 elenca os princípios norteadores\nda administração pública, o inciso I dispõe que os requisitos de acesso aos cargos públicos são estabelecidos\nem lei e o inciso II estabelece que a inves?dura em cargos públicos depende de aprovação prévia em\nconcurso público e que a lei também regulamentará os contornos do ingresso em tais cargos.\n12.\nNesse contexto, a Lei nº 8.112, de 11 de dezembro de 1990, que “Dispõe sobre o regime\njurídico dos servidores públicos civis da União, das autarquias e das fundações públicas federais”, contém as\nregras gerais para o provimento de cargos. Em especial, os arts. 6º, 7º e inciso I do art. 8º da Lei nº 8.112,\nde 1990​, consignam que:\nArt. 6º O provimento dos cargos públicos far-se-á mediante ato da autoridade competente de\ncada Poder.\n \nArt. 7º A investidura em cargo público ocorrerá com a posse.\n \nArt. 8º São formas de provimento de cargo público:\n \nI - nomeação;\n \n13.\nOs disposi?vos supracitados são autoexplica?vos, mas é importante notar que a\ncompetência para o provimento dos cargos é da autoridade competente de cada Poder, nos termos do art.\nNota Técnica 30288 (43803077)         SEI 18001.001688/2024-86 / pg. 3",
      "images":[
         
      ],
      "image_text":""
   },
   {
      "page":4,
      "text":"6º. E em se tratando de concurso público, a forma de provimento é a nomeação (art. 8º, inciso I), que é\nefe?vada mediante ato editado pela autoridade referida no art. 6º. As nomeações são realizadas pelas\nautoridades competentes após a homologação do resultado do certame e a realização de todas as etapas\nautoriza?vas que precedem as nomeações propriamente ditas, momento em que se conﬁrma, dentre\noutros, a existência de cargo vago a ser provido e a compa?bilização das despesas de pessoal com a\nrespec?va Lei de Diretrizes Orçamentárias (LDO) e Lei Orçamentária Anual (LOA). A inves?dura, que é\nquando a pessoa nomeada passa a ocupar efetivamente o cargo público, se dá com a posse (art. 7º).\n14.\nNo que tange à posse e à entrada em exercício no cargo, convém destacar o que os arts. 13 e\n15 da Lei nº 8.112, de 1990, estabelecem:\nArt. 13. A posse dar-se-á pela assinatura do respec?vo termo, no qual deverão constar as\natribuições, os deveres, as responsabilidades e os direitos inerentes ao cargo ocupado, que\nnão poderão ser alterados unilateralmente, por qualquer das partes, ressalvados os atos de\nofício previstos em lei.\n \n§ 1º A posse ocorrerá no prazo de trinta dias contados da publicação do ato de provimento.\n(Redação dada pela Lei nº 9.527, de 10.12.97)\n \n(...)\n \nArt. 15. Exercício é o efe?vo desempenho das atribuições do cargo público ou da função de\nconfiança. (Redação dada pela Lei nº 9.527, de 10.12.97)\n \n§ 1º É de quinze dias o prazo para o servidor empossado em cargo público entrar em\nexercício, contados da data da posse. (Redação dada pela Lei nº 9.527, de 10.12.97)\n \n(...)\n \n§ 3º À autoridade competente do órgão ou en?dade para onde for nomeado ou designado o\nservidor compete dar-lhe exercício. (Redação dada pela Lei nº 9.527, de 10.12.97)\n \n(...)\n \n15.\nNota-se, até aqui, que há um encadeamento de ações até que se tenha o efe?vo provimento\nde um cargo público após a realização de um concurso público. Da interpretação literal dos disposi?vos\nsupracitados, observa-se que o legislador demarca os momentos em que a Administração e os postulantes\na cargos públicos atuam sobre os processos. De maneira bastante sinté?ca, a Administração atua quando a\nautoridade competente do órgão pra?ca o ato de nomear a pessoa aprovada no certame. A pessoa recém-\nnomeada, por sua vez, manifesta a sua anuência com aquela nomeação mediante a assinatura do termo de\nposse. Finalmente, a Administração, por meio da autoridade competente do órgão, dá exercício à pessoa\nrecém-empossada no cargo público, ou seja, à pessoa que foi investida no cargo público.\n16.\nEmbora se possa argumentar que o processo de provimento de um cargo público é\ncomplexo, pois é um todo composto de várias partes, parece natural concluir que a nomeação, a posse e a\nação de dar exercício são atos simples, uma vez que cada um deles tem um único pra?cante. Nessa linha,\npoder-se-ia ques?onar se a assinatura do termo de posse por dois agentes (Administração e pessoa\nnomeada) seria uma prá?ca incorreta ou inadequada. Contudo, parece evidente que não, pois as prá?cas\nsão construídas e conformadas dentro de contextos específicos.\n17.\nO fato de os termos de posse serem assinados tanto pelas pessoas recém-nomeadas, quanto\npelas autoridades competentes dos órgãos, fazem sen?do em um contexto de processos administra?vos\nanalógicos, contemporâneos das normas que regulam a matéria em análise. Desse modo, não signiﬁca\nnecessariamente que a assinatura do termo de posse é um ato administra?vo complexo ou composto, pois\nse trata da manifestação de um compromisso pela pessoa nomeada e não depende de uma manifestação\nsimilar, por parte da Administração, neste mesmo documento. A manifestação da vontade da\nAdministração, no caso, ocorreu previamente a partir da própria nomeação da pessoa no cargo público.\n18.\nA presença da assinatura da autoridade competente do órgão nos termos de posse está mais\npara indicar que a Administração acompanhou os procedimentos suﬁcientes e necessários à lavratura\nNota Técnica 30288 (43803077)         SEI 18001.001688/2024-86 / pg. 4",
      "images":[
         
      ],
      "image_text":""
   },
   {
      "page":5,
      "text":"daquele documento do que para cumprir uma exigência legal para a sua validade. Em processos\nadministra?vos analógicos, ou em papel, essa prá?ca é conveniente e oportuna, indicando que o\ndocumento foi lavrado e ofertado pela Administração e que as ações foram acompanhadas por uma\nautoridade competente. O sen?do con?nua exis?ndo mesmo nos processos administra?vos que embora\ncontenham assinaturas eletrônicas, em verdade apenas transfere para o meio eletrônico os ritos de um\nprocesso administrativo analógico.\n19.\nSe a assinatura do termo de posse se traduz na manifestação da pessoa nomeada em\nobservar as atribuições, os deveres, as responsabilidades e os direitos inerentes ao cargo ocupado, parece\nmais razoável que o termo inicial da posse seja a assinatura deste documento pelo empossado. Ou seja, a\ncontagem do intersXcio entre a posse e o exercício deve se dar a par?r da data em que a pessoa nomeada\nassinou o termo de posse.\n20.\nEsse raciocínio conduz à superação do entendimento ﬁrmado na Nota Técnica SEI nº\n10802/2021/ME, de 11 de março de 2021, em relação à data considerada como termo inicial para a posse,\npois à época ﬁcou consignado que deveria ser considerada a data da assinatura da autoridade competente\nou delegada para ofertar o termo de posse à pessoa nomeada. Aquela manifestação foi elaborada em um\ncontexto especíﬁco de necessidade de adaptação das a?vidades nas organizações, especialmente marcado\npela pandemia do coronavírus (Covid-19), mo?vo pelo qual foi a melhor solução encontrada à época pelo\nÓrgão Central do Sipec. A propósito, a revisão de atos pela Administração não somente é lícita, mas é\nnecessária à incorporação da inovação na gestão pública.\n21.\nConsiderar a data da assinatura do termo de posse pela pessoa nomeada como a data da\nefe?va posse é, inclusive, medida que mi?ga os riscos da ocorrência de eventuais prejuízos aos direitos da\npessoa nomeada, especialmente nos casos em que essa data não coincida com a data da assinatura da\nautoridade competente do órgão, caso tal prática seja adotada pelo respectivo órgão do Sipec.\n22.\nA par?r daqui, avalia-se a razoabilidade da digitalização dos serviços inerentes à posse nos\ncargos públicos por meio do Sistema de Gestão de Pessoas do Execu?vo Federal (Sigepe), como\napresentado pela Comissão de Governança do CPNU, e as possíveis repercussões dessa medida na data\nconsiderada como termo inicial da posse.\n23.\nO Sigepe é um dos componentes dos Sistemas Estruturantes de Gestão de Pessoal da\nAdministração Pública Federal, conforme o Decreto nº 10.715, de 8 de junho de 2021. O art. 1º do referido\nregulamento estabelece:\nArt. 1º Ficam ins?tuídos os Sistemas Estruturantes de Gestão de Pessoal da Administração\nPública Federal, disponibilizados pelo órgão central do Sistema de Gestão e Governança\nEstratégica de Pessoal Civil da Administração Federal, com a finalidade de:\n \nI - oferecer ao Sistema de Gestão e Governança Estratégica de Pessoal Civil da Administração\nFederal instrumentos de modernização para gestão de pessoas, com vistas à integração\nsistêmica nessa área;\n \nII - atender ao órgão central do Sistema de Gestão e Governança Estratégica de Pessoal Civil\nda Administração Federal nas a,vidades de gestão de pessoas da administração pública\nfederal direta, dos ex-Territórios, das autarquias, das fundações públicas e das empresas\nestatais dependentes; e\n \nIII - atender às unidades de gestão de pessoal dos órgãos e das en?dades previstas no inciso\nII do caput no desempenho de suas atividades. (grifamos)\n \n24.\nObserva-se que os Sistemas Estruturantes de Gestão de Pessoal da Administração Pública\nFederal, dentre os quais está o Sigepe, são pilares para que a administração pública promova a\nmodernização no âmbito da polí?ca de gestão de pessoas. Atualmente, inúmeros ﬂuxos, ações e a?vidades\nde gestão de pessoas são realizados por meio dos diversos módulos que compõem o Sigepe. Assim, a\ninclusão de outros processos nesse sistema é consequência natural da própria evolução da administração\npública. Isso inclui iniciativas como essa de se criar um serviço de posse totalmente digital.\n25.\nOs fundamentos para essa evolução tecnológica estão postos, não sendo imprescindível a\nNota Técnica 30288 (43803077)         SEI 18001.001688/2024-86 / pg. 5",
      "images":[
         
      ],
      "image_text":""
   },
   {
      "page":6,
      "text":"manifestação prévia do Órgão Central do Sipec para que tal evolução ocorra. O que se espera da\nAdministração, no entanto, é que tais evoluções não fragilizem o cumprimento dos princípios que norteiam\na atuação da administração pública, nos termos do art. 37 da Constituição. Nesse sen?do, é preciso que os\nprocessos e serviços digitais sejam desenvolvidos de forma a permi?r ações de auditoria e conformidade\nlegal, além de atenderem aos requisitos de segurança da informação nos termos da legislação aplicável ao\ntema.\n26.\nAssim, do ponto de vista da legislação de pessoal, não se vislumbram óbices para que haja a\ndigitalização do processo de posse em cargos públicos por meio do Sigepe. A propósito, a realização de\nprocessos de gestão de pessoas no Sigepe parece apresentar mais segurança do que a mera replicação de\nro?nas administra?vas em sistemas de processo administra?vo eletrônico cujos requisitos de concessão de\nacesso e rastreabilidade de ações não são tão rígidos os que são usualmente adotados no Sigepe.\n27.\nIndo nessa linha, é importante que a Administração garanta que a prá?ca dos atos\nrelacionados ao provimento dos cargos seja realizada por agentes públicos autorizados pela autoridade\ncompetente do órgão. Ademais, também é importante que se garanta a autoria e a integridade dos\ndocumentos eletrônicos produzidos ou armazenados no Sigepe, tanto em relação à Administração ao se\ndisponibilizar os termos de posse para assinatura dos recém-nomeados, quanto em relação às pessoas que\nporventura venham tomar posse por meio do pretendido serviço digital.\n28.\nQuanto à salvaguarda da legalidade e da regularidade dos atos rela?vos à posse das pessoas\nnomeadas, entende-se que é dever da Administração garan?r que a pessoa que esteja tomando posse do\ncargo público preencha todos os requisitos necessários à inves?dura no cargo. Dentre os requisitos, deve-\nse garan?r que, no momento da posse, a pessoa esteja em condições legais e materiais para o pleno\nexercício do cargo, ainda mais quando a data do exercício venha a coincidir com a data da posse.\n29.\nCom relação à posse, o legislador previu que ela pode ocorrer por procuração especíﬁca ( Lei\nnº 8.112, de 1990, art. 13, § 3º), sendo possível concluir que isso pode ocorrer nos casos em que a pessoa\nnomeada não esteja em condições legais e materiais de se apresentar ao órgão para tomar posse.\nEntretanto, não há a mesma previsão para a entrada em exercício no cargo, motivo pelo qual se conclui que\no servidor deve estar apto a exercer o cargo na data registrada para essa ﬁnalidade, respeitado o prazo\nestabelecido no art. 15, § 1º, da Lei nº 8.112, de 1990. Reitera-se, ademais, que cabe à autoridade\ncompetente do órgão pra?car o ato de dar exercício ao servidor recém-empossado, nos termos do art. 15,\n§ 3º, da Lei nº 8.112, de 1990.\n30.\nComo a digitalização do serviço não promove mudanças na legislação ou nas regras\nrelacionadas a concursos públicos e a provimento de cargos públicos, a data a ser considerada como termo\ninicial da posse deve ser a data da efe?va assinatura do termo de posse pelas pessoas nomeadas. Ou seja,\nindependentemente do meio de realização do processo de inves?dura nos cargos públicos, os requisitos\nlegais e os pressupostos de validade dos atos administrativos são os mesmos.\n31.\nFinalmente, ainda que a consulta que deu origem a esta manifestação verse sobre o\nprovimento de cargo público efe?vo, o entendimento aqui consignado aplica-se à posse e ao exercício nos\ntermos da Lei nº 8.112, de 1990. Desse modo, como o art. 13, § 4º, da referida lei estabelece que “só\nhaverá posse nos casos de provimento de cargo por nomeação”, o entendimento é extensível ao cargo em\ncomissão declarado em lei de livre nomeação e exoneração, nos termos da parte ﬁnal do art. 37, inciso II,\nda Constituição.\n \nCONCLUSÃO\n32.\nDiante do exposto, na qualidade de Órgão Central do Sipec, conclui-se que: (i) não há\nexigência legal para que a autoridade competente ou delegada do órgão assine o termo de posse em\nconjunto com a pessoa a ser inves?da no cargo público; (ii) em processos administra?vos instruídos\nanalogicamente ou por meio de sistemas de processo administra?vo eletrônico, a autoridade competente\nou delegada do órgão pode assinar o termo de posse em conjunto com a pessoa a ser inves?da no cargo\npúblico como mero mecanismo de veriﬁcação da conformidade administra?va dos procedimentos; (iii) a\ndata a ser considerada como termo inicial da posse em cargo público é a data da efe?va assinatura do\nNota Técnica 30288 (43803077)         SEI 18001.001688/2024-86 / pg. 6",
      "images":[
         
      ],
      "image_text":""
   },
   {
      "page":7,
      "text":"termo de posse pela pessoa nomeada; e (iv) é recomendável que, em serviços de posse ou correlatos\nofertados digitalmente por meio do Sigepe, a Administração adote mecanismos que garantam a autoria e a\nintegridade dos documentos, bem como os processos de auditoria ou veriﬁcação da conformidade legal\ndos atos pra?cados; (v) é dever da Administração garan?r que a pessoa a ser empossada no cargo cumpra\nas condições legais e materiais para exercê-lo, cabendo à autoridade competente do órgão pra?car o ato\nde dar exercício ao servidor recém-empossado, nos termos da legislação e respeitado o prazo legal para a\nentrada em exercício.\n33.\nConforme o exposto no parágrafo 31 desta Nota Técnica, para todos os efeitos, o\nentendimento aqui consignado é extensível ao cargo em comissão declarado em lei de livre nomeação e\nexoneração, nos termos da parte final do art. 37, inciso II, da Constituição.\n34.\nAdemais, ante a superação do contexto de elaboração e da manifestação consignada na\nNota Técnica SEI nº 10802/2021/ME, de 11 de março de 2021, declara-se insubsistente o entendimento\nmanifestado naquele documento.\n35.\nPor ﬁm, sugere-se o encaminhamento da presente manifestação e a res?tuição destes autos\npara a Comissão de Governança do CPNU, para conhecimento.\n \nÀ consideração superior.\n \nDocumento assinado eletronicamente\nMULLER LUIZ BORGES\nChefe da Divisão de Provimento de Pessoal\n \nDocumento assinado eletronicamente\nRAFAEL VIEIRA FERNANDES DE CASTRO\nCoordenador de Políticas e Inovação em Concursos Públicos\n \nDe acordo. Encaminhe-se à Diretora de Provimento e Movimentação de Pessoal.\n \nDocumento assinado eletronicamente\nQUEILA CÂNDIDA FERREIRA MORAIS\nCoordenadora-Geral de Concursos e Provimento de Pessoal\n \nDe acordo. Encaminhe-se ao Gabinete da Secretaria de Gestão de Pessoas para aprovação.\n \nDocumento assinado eletronicamente\nMARIA APARECIDA CHAGAS FERREIRA\nDiretora de Provimento e Movimentação de Pessoal\n \nAprovo. Encaminhe-se à Comissão de Governança do CPNU, conforme proposto.\n \nSECRETARIA DE GESTÃO DE PESSOAS\nAssinatura eletrônica do Dirigente\nNota Técnica 30288 (43803077)         SEI 18001.001688/2024-86 / pg. 7",
      "images":[
         
      ],
      "image_text":""
   },
   {
      "page":8,
      "text":"Documento assinado eletronicamente por Maria Aparecida Chagas Ferreira, Diretor(a), em\n31/10/2024, às 18:08, conforme horário oficial de Brasília, com fundamento no § 3º do art. 4º do\nDecreto nº 10.543, de 13 de novembro de 2020.\nDocumento assinado eletronicamente por Queila Candida Ferreira Morais, Coordenador(a)-Geral, em\n31/10/2024, às 19:01, conforme horário oficial de Brasília, com fundamento no § 3º do art. 4º do\nDecreto nº 10.543, de 13 de novembro de 2020.\nDocumento assinado eletronicamente por Rafael Vieira Fernandes de Castro, Coordenador(a), em\n31/10/2024, às 19:32, conforme horário oficial de Brasília, com fundamento no § 3º do art. 4º do\nDecreto nº 10.543, de 13 de novembro de 2020.\nDocumento assinado eletronicamente por Müller Luiz Borges, Chefe(a) de Divisão, em 01/11/2024, às\n13:34, conforme horário oficial de Brasília, com fundamento no § 3º do art. 4º do Decreto nº 10.543,\nde 13 de novembro de 2020.\nDocumento assinado eletronicamente por Jose Celso Cardoso Junior, Secretário(a), em 01/11/2024, às\n16:40, conforme horário oficial de Brasília, com fundamento no § 3º do art. 4º do Decreto nº 10.543,\nde 13 de novembro de 2020.\nA autenticidade deste documento pode ser conferida no site\nhttps://sei.economia.gov.br/sei/controlador_externo.php?\nacao=documento_conferir&id_orgao_acesso_externo=0, informando o código verificador 43803077 e\no código CRC 9DA3D66F.\nReferência: Processo nº 18001.001688/2024-86.\nSEI nº 43803077\nNota Técnica 30288 (43803077)         SEI 18001.001688/2024-86 / pg. 8",
      "images":[
         {
            "index":1,
            "format":"jpeg",
            "file":"page8_img1.jpeg",
            "ocr_text":""
         },
         {
            "index":2,
            "format":"png",
            "file":"page8_img2.png",
            "ocr_text":""
         }
      ],
      "image_text":""
   }
]