[
   {
      "page":1,
      "content":" \n \n \n \n \n \nTREINAMENTO: \n \n \nPRÁTICAS E ROTINAS DO SERVIÇO DE \nGESTÃO DE PESSOAS \n \n \n \n \nFacilitadora: Renata Dias Magalhães Silva \n \n \n \n \n \n \n \n \n \n \nSetembro de 2023"
   },
   {
      "page":2,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n \n \n \n1ª PARTE \n \n \nCONTEXTUALIZANDO A AUTARQUIA: \nHISTÓRICO E CARACTERÍSTICAS PRINCIPAIS \n \n \n \n   \n \n  É essencial aos Gestores de Pessoas compreender a estrutura macro da entidade, para que \npossam ser considerados um RH estratégico, que atua em conjunto com as demais áreas, participando \ndos planejamentos e auxiliando na tomada de decisões. \n  Estamos diante de uma nova era, em que o modelo burocrático de departamento de pessoal \n(controle de frequência, cadastro e folha) não é mais suficiente, e a prioridade se torna a gestão \nestratégica de pessoas, que envolve a retenção de talentos, a busca por melhora na comunicação, a \nformação da cultura organizacional, a gestão de conflitos e clima organizacional e valorização de \naspectos como saúde mental e desenvolvimento do capital humano. \n  Dessa  forma,  é  o  SGP  o  principal  responsável  por  criar  o  elo  entre  os  servidores, \ncolaboradores, estagiários, chefes, para que todos possam participar do cumprimento da missão do \nDNIT. A integração entre as pessoas e os objetivos só será possível se os servidores que atuam na \nárea de fato conhecerem o contexto onde estão inseridos, bem como os limites e os caminhos que a \nentidade deverá trilhar. \n  O RH estratégico atua na integração, no alinhamento de interesses, no engajamento, na \nunião,  na  colaboração  e  na  inovação.  E  tudo  isso  somente  será  possível  se  realmente  estiver \nconectado com o lugar que o DNIT ocupa na sociedade.  \n   "
   },
   {
      "page":3,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n \n \n1-  PANORAMA GERAL DO DNIT \n     \na) ESTRUTURA INTERNA \n \n  O Departamento Nacional de Infraestrutura de Transportes (DNIT) é uma autarquia federal \nvinculada ao Ministério dos Transportes, com personalidade jurídica de direito público e autonomia \nadministrativa,  patrimonial  e  financeira,  criada  pela  Lei  nº  10.233,  de  5  de  junho  de  2001.  A \nlegislação reestruturou o Sistema Federal de Viação, envolvendo o transportes rodoviário, aquaviário \ne ferroviário do Brasil e extinguindo o antigo Departamento Nacional de Estradas de Rodagem \n(DNER).  \n  Com  sede  e  foro  em  Brasília,  no  Distrito  Federal,  o  DNIT  pode  instalar  unidades \nadministrativas  regionais  em  qualquer  parte  do  território  nacional,  possuindo,  atualmente,  26 \nunidades administrativas nos estados – as Superintendências Regionais. \n  A  autarquia  tem  por  objetivo  implementar  a  política  de  infraestrutura  de  transportes \nterrestres e aquaviários, contribuindo para o desenvolvimento sustentável do país. Os recursos para a \nexecução das obras são da União. Ou seja, o órgão é gestor e executor, sob a jurisdição do Ministério \ndos Transportes, das vias navegáveis, ferrovias e rodovias federais, instalações de vias de transbordo \ne de interface intermodal e instalações portuárias fluviais e lacustres. \n  Além disso, o DNIT, é o órgão da União competente para exercer as atribuições elencadas \nno art. 21 do Código de Trânsito Brasileiro: nas rodovias federais, ele é responsável pela aplicação de \nmultas por excesso de peso e ou de velocidade, por meio dos postos de pesagem e das lombadas \neletrônicas. \n  O DNIT tem como missão implementar a política de infraestrutura de transportes terrestres \ne aquaviários, contribuindo para o desenvolvimento sustentável do país.    \n  O DNIT é administrado pelo diretor-geral e por mais seis diretores setoriais nomeados pelo \nPresidente da República, que integram a Diretoria Colegiada. As deliberações ocorrem por meio \ndesta  Diretoria  e  do  Conselho  Administrativo,  que  é  composto  por  seis  membros:  secretário \nexecutivo do Ministério da Infraestrutura, diretor-geral do DNIT, dois representantes do Ministério \nda Infraestrutura e dois representantes do Ministério da Gestão e Inovação em Serviços Públicos. \n  A visão da autarquia é ser reconhecida pela gestão de uma infraestrutura de transportes \ncom padrões de excelência na América Latina. \n \n  Fontes (adaptado): https://www.gov.br/dnit/pt-br/acesso-a-informacao/institucional \n  https://www.gov.br/dnit/pt-br/acesso-a-informacao/institucional/base-juridica-da-\nestrutura-organizacional-e-das-competencias \n   \n   "
   },
   {
      "page":4,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n \n  De acordo com o Regimento Interno atual1, ao DNIT compete: \n   I - implementar, em sua esfera de atuação, a política estabelecida para a administração da \ninfraestrutura do Sistema Federal de Viação, sob incumbência do Ministério da Infraestrutura, que \ncompreende a operação, a manutenção, a restauração, a adequação de capacidade e a ampliação \nmediante construção de novas vias e terminais, de acordo com a legislação pertinente, as diretrizes \nestabelecidas na Lei nº 10.233, de 2001, e no seu Regulamento;  \n  II - promover pesquisas e estudos experimentais nas áreas de engenharia de infraestrutura \nde transportes, considerando, inclusive, os aspectos referentes ao meio ambiente; \n  III - estabelecer padrões, normas e especificações técnicas para os programas de segurança \noperacional, sinalização, manutenção, restauração de vias, terminais e instalações para a elaboração \nde projetos e execução de obras viárias;  \n  IV  -  fornecer  ao  Ministério  da  Infraestrutura  informações  e  dados  para  subsidiar  a \nformulação dos planos gerais de outorga e de delegação dos segmentos da infraestrutura viária;  \n  V - administrar diretamente, ou por meio de convênios de delegação ou cooperação, os \nprogramas de operação, manutenção, conservação, restauração e reposição de rodovias, ferrovias, \nvias navegáveis, eclusas ou outros dispositivos de transposição hidroviária de níveis em hidrovias \nsituadas em corpos de águas de domínio da União, e instalações portuárias públicas de pequeno \nporte;  \n  VI - gerenciar, diretamente ou por meio de convênios de delegação ou de cooperação, \nprojetos e obras de construção e ampliação de rodovias, ferrovias, vias navegáveis, eclusas ou outros \ndispositivos de transposição hidroviária de níveis em hidrovias situadas em corpos de água da União, \ne instalações portuárias públicas de pequeno porte, decorrentes de investimentos programados pelo \nMinistério da Infraestrutura e autorizados pelo Orçamento Geral da União - OGU;  \n  VII  -  participar  de  negociações  de  empréstimos  com  entidades  públicas  e  privadas, \nnacionais e internacionais, para o financiamento de programas, projetos e obras de sua competência, \nsob a coordenação do Ministério da Infraestrutura;  \n  VIII  -  contribuir  para  a  preservação  do  patrimônio  histórico  e  cultural  do  setor  de \ntransportes;  \n  IX - realizar programas de pesquisa e de desenvolvimento tecnológico, promovendo a \ncooperação técnica com entidades públicas e privadas;  \n  X - manter intercâmbio com organizações de pesquisa e instituições de ensino, nacionais \nou estrangeiras;  \n  XI - promover ações de prevenção e programas de segurança operacional de trânsito, com \nvistas à redução de acidentes, em articulação com órgãos e entidades setoriais;  \n  XII - elaborar o relatório anual de atividades e desempenho, destacando o cumprimento das \npolíticas do setor, enviando-o ao Ministério da Infraestrutura;  \n                                                           \n1 Artigo 3º da Resolução nº 39/2020 \n   "
   },
   {
      "page":5,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n \n  XIII - elaborar o seu orçamento e proceder à execução financeira;  \n  XIV - adquirir e alienar bens, adotando os procedimentos legais adequados para efetuar sua \nincorporação e desincorporação;  \n  XV - administrar pessoal, patrimônio, material e serviços gerais;  \n  XVI - solicitar o licenciamento ambiental das obras e atividades executadas em sua esfera \nde competência;  \n  XVII - organizar, manter atualizadas e divulgar as informações estatísticas relativas às \natividades portuária, aquaviária, rodoviária e ferroviária sob sua administração;  \n  XVIII - estabelecer padrões, normas e especificações técnicas para os programas referentes \na vias navegáveis, terminais e instalações portuárias públicas de pequeno porte;  \n  XIX - declarar a utilidade pública de bens e propriedades a serem desapropriados, assim \ncomo para fins de servidão, para a implantação do Sistema Federal de Viação;  \n  XX - autorizar e fiscalizar a execução de projetos e programas de investimentos, no âmbito \ndos convênios de delegação ou de cooperação;  \n  XXI - propor ao Ministro de Estado da Infraestrutura a definição da área física dos portos \nque lhe são afetos;  \n  XXII - estabelecer critérios para elaboração de planos de desenvolvimento e zoneamento \ndos portos que lhe são afetos;  \n  XXIII - submeter anualmente ao Ministério da Infraestrutura a sua proposta orçamentária, \nnos termos da legislação em vigor, e as alterações orçamentárias que se fizerem necessárias no \ndecorrer do exercício;  \n  XXIV  -  desenvolver  estudos  sobre  transporte  ferroviário  ou  multimodal  envolvendo \nestradas de ferro;  \n  XXV  -  projetar,  acompanhar  e  executar,  direta  ou  indiretamente,  obras  relativas  a \ntransporte ferroviário ou multimodal, envolvendo estradas de ferro do Sistema Federal de Viação, \nexcetuadas aquelas relacionadas com os arrendamentos já existentes;  \n  XXVI  -  estabelecer  padrões,  normas  e  especificações  técnicas  para  a  elaboração  de \nprojetos e execução de obras viárias, relativas às estradas de ferro do Sistema Federal de Viação; e  \n  XXVII - aprovar projetos de engenharia cuja execução modifique a estrutura do Sistema \nFederal de Viação, observado o disposto no inciso XIX.  \n   \n \n   "
   },
   {
      "page":6,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n \nORGANOGRAMA DO DNIT \n \n \nMINISTÉRIO DOS \nTRA NSPORTES \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n   Fonte: https://www.gov.br/dnit/pt-br/acesso-a-informacao/institucional/organograma \n \n   "
   },
   {
      "page":7,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n \nb)  ORGANOGRAMA DAS SUPERINTENDÊNCIAS: \n \n  Às  Superintendências  compete,  dentre  outras,  a  responsabilidade  de  “programar, \ncoordenar, fiscalizar e orientar a execução de planos e programas com vistas ao diagnóstico, ao \nprognóstico e às ações nas áreas de engenharia e operações rodoviárias, ferroviárias e aquaviárias, \npara  garantir  a  fluidez  do  tráfego  e  a  navegabilidade  dos  rios,  em  condições  operacionais  e \neconômicas ideais, com segurança e zelo pela preservação do meio ambiente e implementar as \npolíticas formuladas pela Diretoria Colegiada para o planejamento, para a administração, para a \nmanutenção, para o melhoramento, para a expansão e para a operação da infraestrutura de transportes \ndo Sistema Federal de Viação2” \n  Atualmente, as Superintendências possuem estruturas diferenciadas, que variam de acordo \ncom a extensão da malha e as especificidades regionais. A estrutura mais comum é a G: \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n                                                           \n2 Artigo 144 da Resolução nº 39/2020 \n   "
   },
   {
      "page":8,
      "content":" \nc)  RELAÇÃO DO SGP COM A SEDE E COM OUTROS ÓRGÃOS \n \nTCU  MT \nDIRETORIA DE \nCONTROLE EXTERNO  ADMINISTRAÇÃO E  DNIT \n(LEGISLATIVO)  FINANÇAS \n \nCOORDENAÇÃO-GERAL \nCGU  DE GESTÃO DE PESSOAS \n   COORDENAÇÃO DE  COORDENAÇÃO DE  COORDENAÇÃO DE \nSEÇÃO DE ATENÇÃO À \nCADASTRO E  DESENVOLVIMENTO DE  LEGISLAÇÃO E GESTÃO \nCONTROLE INTERNO  SAÚDE DO SERVIDOR \nPAGAMENTO  PESSOAS  ESTRATÉGICA DE \n(EXECUTIVO)  PESSOAS \n   DIVISÃO DE   DIVISÃO DE  \nDIVISÃO DE PAGAMENTO \nCAPTAÇÃO E AVALIAÇÃO  ORIENTAÇÃO DE \nDE PESSOAL \nDE PESSOAS  NORMAS DE PESSOAL \n \nMGI    \nDIVISÃO DE CADASTRO \nDE PESSOAL \n \nSR  SUPERINTENDÊNCIA \n  NÚCLEO DE  REGIONAL \n \nACOMPANHAMENTO DE \nSECRETARIA DE GESTÃO \nPESSOAL EXTERNO \nE INOVAÇÃO \nCOORDENAÇÃO DE \n \nADMINISTRAÇÃO E \n \nFINANÇAS \nSECRETARIA DE GESTÃO \nDE PESSOAS E RELAÇÕES \nDO TRABALHO  SERVIÇO DE   GESTÃO DE \nPESSOAS \nSIPEC \nSIASS  SISRT \n "
   },
   {
      "page":9,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n2- INSTÂNCIAS RESPONSÁVEIS PELOS NORMATIVOS NA ÁREA DE \nPESSOAL \n \na)  TRIBUNAL DE CONTAS DA UNIÃO - CONTROLE EXTERNO  \n  O TCU é o órgão de controle externo do governo federal e auxilia o Congresso \nNacional na missão de acompanhar a execução orçamentária e financeira do país e contribuir \ncom o aperfeiçoamento da Administração Pública em benefício da sociedade. Para isso, tem \ncomo meta ser referência na promoção de uma Administração Pública efetiva, ética, ágil e \nresponsável. \n  O  Tribunal  é  responsável  pela  fiscalização  contábil,  financeira,  orçamentária, \noperacional  e  patrimonial  dos  órgãos  e  entidades  públicas  do  país  quanto  à  legalidade, \nlegitimidade e economicidade.  \n \nATOS DE ADMISSÃO DE PESSOAL E DE CONCESSÃO DE APOSENTADORIAS, \nREFORMAS E PENSÕES \n  Compete ao TCU apreciar, para fins de registro, a legalidade dos atos de admissão de \npessoal na administração direta e indireta, incluídas as fundações instituídas e mantidas pelo \npoder público, excetuadas as nomeações para cargos de provimento em comissão, bem como a \ndas concessões de aposentadorias, reformas e pensões, ressalvadas as melhorias posteriores que \nnão alterem o fundamento legal do ato concessório3. \n  Para  operacionalizar  a  coleta,  processamento  e  tramitação  dos  atos,  foi  criado  o \nsistema e-Pessoal. Nele, o Serviço de Gestão de Pessoas deverá efetivar o cadastramento dos \natos sob sua responsabilidade de concessão de aposentadoria e pensão, no prazo máximo de 90 \n(noventa) dias após a publicação. Além dos atos iniciais, é necessário, também, encaminhar ato \nde alteração, relativo a: \na) modificações do fundamento legal; \nb) revisões de tempo de serviço ou contribuição que impliquem alteração no valor dos \nproventos; \nc) revisões de tempo de serviço ou contribuição que, mesmo não implicando alteração \ndo valor dos proventos, modificarem a natureza dos tempos averbados do ato inicial; \nd) melhorias posteriores decorrentes de inclusão ou majoração de parcelas, gratificações \nou vantagens de qualquer natureza, que tenham caráter pessoal; \n                                                           \n3 inciso III do art. 71 da Constituição Federal/1988 \n "
   },
   {
      "page":10,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\ne) novos critérios  ou bases de  cálculo dos  componentes do benefício, quando tais \nmelhorias se caracterizarem como vantagem pessoal do servidor público civil ou militar e não \ntiverem sido previstas no ato concessório originalmente submetido à apreciação do Tribunal; \nf) inclusão de novo beneficiário; \ng) alteração do enquadramento legal do pensionista; \nh) modificação da proporcionalidade da concessão; \ni) alteração da forma de cálculo do benefício \n  Também serão objetos de envio, pelo sistema, registro de: \n  desligamento de servidor (exceto falecimento); \n  cancelamento de concessão (exceto falecimento); \n  exclusão de beneficiário; \n  anulação de concessão. \n  Os  atos  serão  analisados,  preliminarmente,  pela  Controladoria-Geral  da  União \n(Controle Interno), pelo prazo de 120 (cento e vinte) dias a partir do recebimento do ato.  \n  Caso haja necessidade de retificação, apontada pela CGU, o SGP terá o prazo de 30 \n(trinta) dias para sanar as pendências apontadas, ou 15 (quinze), em caso de urgência declarada \npelo TCU. \n  A omissão de informações nos atos cadastrados no e-Pessoal, o lançamento de dados \nfalsos e/ou incorretos no sistema, ou o uso de perfil por terceiros, poderão ensejar a aplicação de \nmulta aos responsáveis (gestor e responsável pelo cadastro), sem prejuízo de outras sanções de \nnatureza administrativa, civil ou penal, que se revelarem pertinentes4. \n  O sistema e-pessoal substituiu a plataforma SISAC, devido à necessidade de exigir \nmaior detalhamento dos atos, criação de críticas impeditivas e campo para observações no caso \nde  indícios  de  pendências  acusados  pelo  sistema.  Recentemente,  o  TCU  determinou  o \nrecadastramento de todos os atos enviados pelo SISAC e que ainda não haviam sido julgados5. \n \nAPRECIAÇÃO DE INDÍCIOS6 \n  A Secretaria de Fiscalização de Integridade de Atos e Pagamentos de Pessoal e de \nBenefícios  Sociais  do  Tribunal  de  Contas  da  União  (Sefip/TCU)  tem  como  uma  das  suas \n                                                           \n4 Instrução Normativa TCU nº 78/2018 \n5 ACÓRDÃO Nº 3116/2020 - TCU - Plenário \n6 Manual do Módulo Indícios - \nhttps://portal.tcu.gov.br/data/files/47/11/9F/09/0BE2A710ABFA7E97F18818A8/Manual-do-Modulo-Indicios-_-\nOrgao-Jurisdicionado-Federal.pdf \n "
   },
   {
      "page":11,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\natribuições  acompanhar  os  pagamentos  efetuados  aos  agentes  públicos  federais,  a  fim  de \nassegurar  a  conformidade  desses  pagamentos  com  a  legislação  e  com  a  jurisprudência, \nespecialmente a do TCU. O acompanhamento é um dos instrumentos de fiscalização adotados \npelo Tribunal. \n  O trabalho é feito de modo contínuo, por meio da análise de dados de diversas bases, \nprincipalmente de forma automatizada. Quando indício de pagamento irregular é encontrado pela \nequipe de fiscalização, solicita-se à Unidade Jurisdicionada (UJ) responsável pelo pagamento \nque apure o caso, promovendo eventuais correções e apresentando esclarecimentos à equipe. \n  Essa fiscalização contínua, cujo principal objeto é a folha de pagamento das diversas \nUJs, iniciou-se em 2015. O Plenário do TCU7 determinou que a Sefip aprimorasse o processo \nfiscalizatório  e  monitore  a  atuação  das  UJs  quanto  aos  indícios  sob  sua  responsabilidade, \npromovendo as ações cabíveis nos casos em que os gestores responsáveis forem negligentes ou \nseus esclarecimentos não afastarem os indícios encontrados pela equipe. \n  Nesse sentido, foi implementado o sistema Indícios, que é um módulo do e-Pessoal – \nSistema de Apreciação e Registro dos Atos de Admissão e Concessões para a Administração \nPública Federal e Empresas Estatais. O sistema foi concebido para facilitar o encaminhamento \ndos indícios para as UJs e a prestação de esclarecimentos destas para o TCU, permitindo um \nmelhor controle e gerenciamento desse fluxo de informações entre o TCU e suas UJs.  \n  Assim, o sistema Indícios permite o gerenciamento de todo o ciclo de vida de um \nindício detectado na fiscalização, desde a sua identificação pelas trilhas de auditoria, passando \npela prestação de esclarecimentos da UJ e terminando no encaminhamento dado pelo TCU.  \n \nDECLARAÇÃO DE BENS E VALORES8 \n  Todas as autoridades que exerçam cargos eletivos ou não, todos os servidores, efetivos \nou não, e empregados públicos da administração direta, indireta e fundacional, de qualquer dos \nPoderes da União9, quando da posse ou da entrada em exercício, deve autorizar o acesso do TCU \nà sua Declaração de Ajuste Anual do Imposto de Renda Pessoa Física – DIRPF. \n  Essa autorização de acesso aos dados da DIRPF é condição para posse do agente \npúblico na organização. O não cumprimento da obrigação pelo agente público poderá ensejar \ninfração político-administrativa, crime funcional ou falta grave disciplinar, passível de perda do \nmandato,  demissão  do  cargo,  exoneração  do  emprego  ou  destituição  da  função,  além  da \n                                                           \n7 Acórdão 1947/2017 \n8 https://contas.tcu.gov.br/ords/registra_pesquisa_serv_adm/srv/anexo_servico_cidadao?COD=14 e Instrução \nNormativa TCU nº 87/2020 \n9 incisos I a VII do art. 1º da Lei 8.730/1993 \n "
   },
   {
      "page":12,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\ninabilitação, até cinco anos, para o exercício de novo mandato e de qualquer cargo, emprego ou \nfunção pública10. \n  Dessa forma, não há mais a previsão de entrega física da DIRPF para a organização. A \nobrigação do agente é suprida somente mediante a autorização de acesso à DIRPF nos termos do \nformulário11. Também não são aceitos entrega de arquivos eletrônicos  da DIRPF (extensão \n“DEC” ou “PDF”). \n  Anualmente, até o prazo de 30 (trinta) dias após a data-limite estipulada pela Receita \nFederal do Brasil para entrega da DIRPF, o Serviço de Gestão de Pessoas deve enviar a lista de \nautorizações via sistema Conecta-TCU.  \n  A lista de autorizações deve conter os nomes de todos os agentes públicos que atuaram \nna organização no ano de referência, que é o ano anterior ao do envio da lista, portanto incluindo \naqueles  já  informados  em  anos  anteriores.  Essa  dinâmica  permite  a  exclusão  da  lista  de \nautorizações daqueles agentes públicos que se aposentaram ou deixaram a organização. Ou seja, \nquem não constar da lista não terá a sua DIRPF demandada à RFB. \n  A lista deve conter, no mínimo, o número do Cadastro de Pessoa Física (CPF); nome \ncompleto; cargo ou função; data da posse, do efetivo exercício, ou da assinatura do contrato; data \ndo afastamento definitivo (aposentadoria, exoneração ou demissão), se for o caso; e informação \nse foi ou não autorizado o acesso12. \n  Não é necessário que o agente público renove, anualmente, a autorização de acesso \njunto à sua organização. Uma vez dada a autorização, o SGP deverá mantê-la em seus arquivos e \nusar essa informação no envio anual da lista de autorizações. \n  O TCU utilizará as autorizações de acesso para requisitar à Receita Federal do Brasil \nas respectivas DIRPF para fins de análise da evolução patrimonial do agente público. \n \nSISTEMAS ESTRUTURANTES: \n1.  e-Pessoal - https://portal.tcu.gov.br/fiscalizacao-de-pessoal/ \n- FAQ – e-pessoal - https://portal.tcu.gov.br/fiscalizacao-de-pessoal/faq/ \n- FAQ – módulo Indícios - https://portal.tcu.gov.br/fiscalizacao-de-pessoal/faq/modulo-\nindicios.htm \n-  FAQ  –  módulo  Folhas  de  Pagamento  -  https://portal.tcu.gov.br/fiscalizacao-de-\npessoal/faq/modulo-folhas-de-pagamento.htm \n- Manuais - https://portal.tcu.gov.br/manual-do-sistema-e-pessoal.htm \n                                                           \n10 alínea “b” do parágrafo único do art. 3º da Lei 8.730/1993 \n11 anexo único da IN – TCU nº 87/2020 \n12 COMUNICA 563490 \n "
   },
   {
      "page":13,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n2.  Conecta-TCU - https://portal.tcu.gov.br/manual-do-sistema-e-pessoal.htm \n "
   },
   {
      "page":14,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\nb) CONTROLADORIA-GERAL DA UNIÃO - CONTROLE INTERNO \n \nATOS DE ADMISSÃO DE PESSOAL E DE CONCESSÃO DE APOSENTADORIAS, \nREFORMAS E PENSÕES \n  Cabe ao órgão de controle interno emitir parecer sobre a legalidade dos atos de admissão \ne de concessão disponibilizados no e-Pessoal pelos órgãos de pessoal a ele vinculados. \n  Assim, o parecer da CGU e os respectivos atos de admissão e de concessão deverão ser \ncolocados à disposição do Tribunal, no e-Pessoal, no prazo de 120 (cento e vinte) dias a contar \ndo recebimento do ato13. \n  Em caso de necessidades de esclarecimentos, a CGU devolve os respectivos atos ao SGP. \nA diligência deverá ser cumprida no prazo máximo de 30 (trinta) dias contados da ciência, \npodendo ser prorrogado por até 30 (trinta) dias, devendo o órgão de controle interno consignar os \nmotivos que ensejaram a prorrogação. Findo o prazo sem atendimento da diligência, a CGU \ndeverá emitir parecer conclusivo, a partir dos elementos disponíveis, e identificar em campo \npróprio do formulário do e-Pessoal o responsável pelo não-atendimento. \n \nAUDITORIA INTERNA GOVERNAMENTAL \n  A atuação do Sistema de Controle Interno do Poder Executivo - SCI abrange todos os \nórgãos e entidades do Poder Executivo Federal, incluindo as empresas estatais e qualquer pessoa \nfísica ou jurídica que utilize, arrecade, guarde, gerencie ou administre dinheiros, bens e valores \npúblicos sob a responsabilidade do Poder Executivo Federal. \n  A  Auditoria  Interna  Governamental14  é  uma  atividade  independente  e  objetiva  de \navaliação e de consultoria, desenhada para adicionar valor e melhorar as operações de uma \norganização. Deve buscar auxiliar as organizações públicas a realizarem seus objetivos, a partir \nda aplicação de uma abordagem sistemática e disciplinada para avaliar e melhorar a eficácia dos \nprocessos de governança, de gerenciamento de riscos e de controles internos. \n  As características do objeto de auditoria, bem como os objetivos e a delimitação do \nescopo do trabalho são determinantes para a definição do tipo de avaliação que será realizado. \nTradicionalmente, são classificados três tipos básicos, sendo possível tanto o uso individual de \num  tipo  como  a  combinação  entre  eles:  Financeira  ou  de  Demonstrações  Contábeis, \nConformidade ou Compliance e Operacional ou de Desempenho. \n  Nessa seara, o e-Aud, sistema desenvolvido pela Secretaria Federal de Controle Interno \nda Controladoria-Geral  da União (CGU), é responsável  por gerir a  Atividade de Auditoria \n                                                           \n13 Instrução Normativa TCU nº 78/2018 \n14 Instrução Normativa SFC nº 03, de 2017 \n "
   },
   {
      "page":15,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\nInterna Governamental. O sistema integra, em uma única plataforma eletrônica, todo o processo \nde  auditoria,  desde  o  planejamento  das  ações  de  controle  até  o  monitoramento  das \nrecomendações emitidas e o registro dos benefícios15.  \n  O processo de monitoramento funciona da seguinte forma: a unidade de auditoria inicia o \nmonitoramento, e estabelece a data limite para que a unidade auditada implemente as ações \nnecessárias. A unidade auditada se manifesta sobre a situação da implementação e eventual \nnecessidade de prazo adicional ou de revisão da recomendação. \n  A  unidade  de  auditoria  analisa  a  manifestação  e  faz  um  posicionamento  sobre  as \nconclusões obtidas posicionamento pode: \n• reiterar a necessidade de atendimento da recomendação; \n• revisar o texto ou a data limite para implementação; \n• consolidar a recomendação em outra similar; ou \n• concluir o monitoramento. \n  Sempre que a CGU inicia o monitoramento de uma recomendação, e sempre que um \nnovo posicionamento é inserido, o sistema e-Aud gera uma pendência para o supervisor da \nunidade  auditada.  O  sistema  também  gera  uma  notificação,  que  é  exibida  no  menu  de \nnotificações (no topo superior à esquerda do e-Aud) e encaminhada para o e-mail dos usuários \nque  estejam  definidos  como  supervisores  da  unidade,  conforme  preferências  de  e-mail \nconfiguradas pelo usuário. A configuração de recebimento de e-mail é realizada na opção Meus \nDados. \n \nCONFLITO DE INTERESSES \n  Entende-se por conflito de interesses a situação gerada pelo confronto entre interesses \npúblicos e privados que possa comprometer o interesse coletivo ou influenciar, de maneira \nimprópria, o desempenho da função pública16. \n  É  dever  do  servidor  ou  empregado  público  federal  prevenir  possíveis  conflitos  de \ninteresses e resguardar informações privilegiadas, e em caso de dúvida, deverá consultar a \nComissão de Ética Pública do Executivo Federal, ou a Controladoria-Geral da União, por meio \ndo SeCI - Sistema Eletrônico de Prevenção de Conflitos de Interesses. \n  O  SeCI  permite  ao  servidor  ou  empregado  público  federal  fazer  consultas  e  pedir \nautorização para exercer atividade privada, bem como acompanhar as solicitações em andamento \ne interpor recursos contra as decisões emitidas. \n                                                           \n15 Instrução Normativa SFC nº 08/2017 \n16 Lei nº 12.813/2013 \n "
   },
   {
      "page":16,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n  As solicitações serão encaminhadas pelo Sistema diretamente aos órgãos e entidades de \nexercício,  que  por  sua  vez  fazem  a  análise  preliminar  e  podem  encaminhar  os  pedidos \neletronicamente à Controladoria Geral da União (CGU). \n  Assim, o servidor que demonstrar interesse em exercer qualquer atividade privada, deverá \nser orientado pelo SGP a realizar a consulta à CGU diretamente no SeCI. Caso seja verificada a \ninexistência de conflito de interesses, a CGU comunicará a CGGP via sistema, para que seja \nprovidenciada a publicação da respectiva Autorização no Boletim Administrativo. \n \nSISTEMAS ESTRUTURANTES:  \n1.  e-Pessoal - https://portal.tcu.gov.br/fiscalizacao-de-pessoal/ \n2.  e-Aud - https://eaud.cgu.gov.br/  \n3.  SeCI - https://seci.cgu.gov.br/SeCI/Login/Externo.aspx?ReturnUrl=%2fSeCI  \n \n \n "
   },
   {
      "page":17,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\nc) RECEITA FEDERAL \n  Pessoas físicas e jurídicas que realizarem pagamentos a pessoas físicas e retenções devem \nenviar à Receita Federal, anualmente, a Declaração do Imposto sobre a Renda Retido na Fonte \n(DIRF), até as 23h59min59s (vinte e três horas, cinquenta e nove minutos e cinquenta e nove \nsegundos), horário de Brasília, do último dia útil de fevereiro, em relação ao ano-calendário \nimediatamente anterior. A não observância ao prazo gera Multa por  Atraso na Entrega de \nDeclaração (MAED)17. \n  Para cada ano, a Receita Federal publica uma Instrução Normativa específica.  \n  A  DIRF  é  a  declaração  feita  pela  FONTE  PAGADORA,  ou  seja,  quem  efetua \npagamentos e retém imposto de renda na fonte. No DNIT, a obrigação deve ser prestada pela \nsede e pelos Serviços de Gestão de Pessoas. \n  Na DIRF devem ser informados: \na)  Os rendimentos pagos a pessoas físicas domiciliadas no País; \nb)  O imposto sobre a renda e contribuições retidos na fonte, dos rendimentos pagos ou \ncreditados para seus beneficiários; \nc)  O pagamento, crédito, entrega, emprego ou remessa a residentes ou domiciliados no \nexterior; \nd)  Os pagamentos a plano de assistência à saúde – coletivo empresarial. \n  Com o advento do e-social18, com o objetivo de unificar as informações prestadas pelos \nórgãos e entidades do Governo Federal, existe a previsão de alteração da forma de envio da \nDIRF. \n \nSISTEMAS ESTRUTURANTES: \n1.  PGD  (Programa  Gerador  da  Declaração  da  DIRF): \nhttps://www.gov.br/receitafederal/pt-br/assuntos/orientacao-tributaria/declaracoes-e-\ndemonstrativos/dirf/programa-gerador-da-declaracao-dirf  \n2.  Siapenet: http://www.siapenet.gov.br/Portal/Servico/Apresentacao.asp  \n \n \n                                                           \n17 Decreto nº 3.000, de 26 de março de 1999 e Instrução Normativa SRF nº 81/2001 \n18 https://login.esocial.gov.br/login.aspx \n "
   },
   {
      "page":18,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\nd)  SIPEC (MINISTÉRIO DA GESTÃO E DA INOVAÇÃO EM SERVIÇOS \nPÚBLICOS)19 \n \n  O SIPEC é um sistema orgânico e estruturador de gestão de pessoas criado para elaborar \ne implementar políticas e diretrizes de pessoal, dinamizando a atuação centralizada e organizada \ndas áreas de pessoal em todos os órgãos e entidades do Poder Executivo Federal20.  \n  Suas principais funções são21: \na)  coordenar a alocação e o desenvolvimento de pessoas das carreiras; \nb)  acompanhar a elaboração das folhas de pagamento de pessoal no âmbito da administração \npública federal direta, autárquica e fundacional, das empresas públicas e das sociedades \nde economia mista que recebam dotações à conta do Orçamento Geral da União para \ndespesas com pessoal, por meio de controle sistêmico e de administração de cadastro de \npessoal; \nc)  acompanhar o monitoramento da qualidade da folha de pagamentos dos órgãos do Sipec \ne,  na  hipótese  de  omissão  do  órgão  setorial  ou  seccional  responsável,  determinar  a \nregularização de pagamentos incorretos ou indevidos e a correção de erros nas folhas de \npagamento  de  pessoal  civil  da  administração  pública  federal  direta,  autárquica  e \nfundacional; \nd)  acompanhar a evolução quantitativa e qualitativa da força de trabalho, da remuneração e \ndas despesas de pessoal dos órgãos e das entidades integrantes da administração pública \nfederal direta, autárquica e fundacional; \ne)  assessorar o Ministro de Estado na análise de propostas de criação, transformação ou \nreestruturação de cargos, carreiras e remunerações dos servidores públicos e dos militares \ndas Forças Armadas, da área de Segurança Pública do Distrito Federal, dos Poderes \nLegislativo e Judiciário, do Ministério Público da União e da Defensoria Pública da \nUnião,  em  articulação  com  a  Secretaria  Especial  de  Modernização  do  Estado  da \nSecretaria-Geral da Presidência da República; \nf)  gerenciar, consolidar e publicar informações relativas à gestão de pessoas no âmbito do \nSipec; \ng)  promover  a  interlocução  aberta  e  produtiva  quanto  às  relações  de  trabalho  na \nadministração pública federal direta, autárquica e fundacional; \n                                                           \n19 Fonte (adaptado): https://www.gov.br/servidor/pt-br/sipec/o%20que%20e \n20 Decreto-Lei 200/1967, Decreto 67.326/1970 e Orientação Normativa nº 7/2012 \n21 artigo 17 da Lei 7.923/1989 e Decreto 9745/2019 \n "
   },
   {
      "page":19,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\nh)  coordenar a interlocução com entidades representativas dos servidores públicos e, quando \nnecessário, articular-se com os órgãos pertinentes, sobre temas relativos às relações de \ntrabalho, por meio de procedimentos de negociação de termos e condições de trabalho; \ni)  coordenar a elaboração de estudos relacionados com gestão de pessoas; \nj)  coordenar  as  ações  destinadas  ao  atendimento  aos  órgãos  e  às  entidades  do  Sipec \nrelacionadas  com  a  prestação  de  informações  sobre  o  funcionamento  e  a \noperacionalização dos sistemas informatizados sob gestão da Secretaria; \nk)  orientar,  coordenar  e  integrar  ações  de  capacitação  de  servidores  em  competências \nessenciais nas temáticas relacionadas com a gestão de pessoas no âmbito do Sipec; \nl)  assessorar e fornecer informações técnicas à Advocacia-Geral da União para a defesa da \nUnião em temas relacionados com a gestão de pessoas do Sipec; \nm) sistematizar e divulgar aos órgãos e às entidades integrantes do Sipec as orientações e os \npronunciamentos referentes à legislação aplicada à gestão de pessoas no âmbito das \ncompetências da Secretaria;      \nn)  coordenar  as  ações  relativas  aos  processos  de  extinção  de  órgãos  e  entidades  da \nadministração pública federal direta, autárquica e fundacional quando atribuído por ato \nnormativo de extinção do órgão ou entidade; e  \no)  propor, coordenar e apoiar a implementação de planos, programas, projetos e ações \nestratégicas de inovações, modernização e aperfeiçoamento de gestão de pessoas e do \nconhecimento \n \nINTEGRANTES DO SISTEMA \n  As unidades da administração pública federal que atuam exclusivamente na gestão de \npessoas  compõem  o  SIPEC.  Essas  unidades  são  categorizadas  em   Órgão  Central,  Órgãos \nSetoriais, Órgãos Seccionais e Correlatos da Administração Pública Federal Direta, Autárquica e \nFundacional. \n  Como Órgão Central, temos a Secretária de Gestão e Desempenho de Pessoal (SGP) da \nSecretaria Especial de Desburocratização, Gestão e Governo Digital. A SGP é responsável pela \nformulação  de  diretrizes,  orientações  normativas,  coordenação,  supervisão,  controle  e \nfiscalização de assuntos concernentes à Gestão de Pessoas do Poder Público Federal. O Órgão \nCentral é o coordenador de toda a rede.  Todos os normativos publicados possuem o condão \nnorteador da ação dos gestores, e podem ser consultados por meio do Portal SIGEPELEGIS22. \nPara maiores informações sobre o portal, acessar https://www.gov.br/servidor/pt-br/acesso-a-\ninformacao/gestao-de-pessoas/sigepe/sigepelegis. \n                                                           \n22 https://legis.sigepe.planejamento.gov.br/legis/pesquisa \n "
   },
   {
      "page":20,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n  Os Órgãos Setoriais, Seccionais e correlatos são responsáveis pela gestão, execução e \npesquisa. Os Órgãos Setoriais do Sipec são representados pelas unidades titulares de gestão de \npessoas dos Ministérios, dos Órgãos da Presidência da República, das Agências Reguladoras, \nCade e Bacen. Os Órgãos Seccionais do Sipec são representados pelas unidades titulares de \ngestão de pessoas dos órgãos e entidades vinculados aos setoriais.  \n  Cada unidade possui seu Cadastrador Parcial, que é o servidor responsável por dar acesso \naos sistemas aos servidores responsáveis. No caso do DNIT, essa função cabe ao Coordenador-\nGeral de Gestão de Pessoas. \n  O SIPEC possui ainda dois subsistemas, o Subsistema Integrado de Atenção á Saúde do \nServidor Federal (SIASS) e o Subsistema de Relações de Trabalho no Serviço Público Federal \n(SISRT) \n  O SIASS23 tem por objetivo coordenar e integrar ações e programas, de acordo com a \npolítica de atenção à saúde e segurança do trabalho do servidor público federal, estabelecida em \nLei. \n  O SISRT24 tem como objetivo a organização do processo de diálogo com vistas ao \ntratamento dos conflitos nas relações de trabalho no âmbito do Poder Executivo federal, por \nmeio da negociação de termos e condições de trabalho entre suas autoridades e os servidores \npúblicos federais da administração pública federal direta, autárquica e fundacional. \n  Além de ser um sistema orgânico, o SIPEC possui diversas ferramentas e plataformas \ntecnológicas projetadas para realizar as atividades de administração de pessoal, para uso dos \ngestores e dos servidores públicos. \n  As principais plataformas voltadas para os gestores são o Sigepe e o Siape, que são os \nsistemas informatizados e instrumentos de modernização da gestão de pessoas, que viabilizam a \nintegração sistêmica de dados e informações em gestão de pessoas da Administração Federal. \n  As plataformas Sigepe e o SouGov são direcionadas para atender às necessidades dos \nservidores  públicos  federais,  aposentados  e  pensionistas.  Nessas  plataformas,  é  possível \nconsultar informações a respeito de férias, contracheque, solicitar agendamentos para perícias, \ninserir atestados médicos, solicitar alterações cadastrais e autorizar consignados. \n  Atualmente os aplicativos estão passando por estruturação, sendo os principais: SouGov e \nSigepe Gestor. \n  É disponibilizada, ainda, a Central de Atendimento SIPEC para esclarecer dúvidas e dar \norientações aos servidores. \n  Além desses sistemas relacionados à gestão cadastral e financeira dos servidores (ativos e \ninativos) e pensionistas, a Secretaria de Gestão de Pessoas do então Ministério do Planejamento \n                                                           \n23 https://www2.siapenet.gov.br/saude/portal/public/index.xhtml \n24 Decreto nº 7.674/2012 \n "
   },
   {
      "page":21,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\ndisponibilizou o Sistema de Registro Eletrônico de Frequência - SISREF, solução tecnológica \nacessível, disponível sem custos e de caráter obrigatório para os órgãos e entidades integrantes \ndo SIPEC25. Aqueles que não possuíam sistemas próprios, foram obrigados a implementar o \nSISREF  até  04/01/2022,  e  os  que  optaram  por  utilizar  os  sistemas  próprios  pré-existentes, \ndeveriam integrá-los ao SISREF26 até 04/07/2021. \n  Contudo,  a  partir  de  dezembro  de  2023,  o  sistema  será  migrado  para  o \nSOUGOV,BR/SIGEPE,  com  o  intuito  de  realizar  a  unificação  de  plataformas  e  o  acesso \ncentralizado via Gov.br/Autoriza, facilitar o registro da frequência, contribuir para a gestão da \nliderança e reduzir o retrabalho na área de gestão de pessoas. \n  Devido à integração on-line com o SIAPE e com o SIGEPE - Afastamento, será possível \nacessar a frequência no SOUGOV.BR, inserir e importar ocorrências. E mais, o sistema permite \na marcação de mais de 4 registros no dia, sendo até 12 registros diários. \n  Outro sistema utilizado pelo SIPEC é o eSocial27, que possui o objetivo de unificar e \npadronizar  a  prestação  das  informações  referentes  à  escrituração  das  obrigações  fiscais, \nprevidenciárias e trabalhistas. Assim, a partir de sua implementação, não será mais necessário \nque os órgãos preencham a DIRF (Receita Federal) e a RAIS.  \n  De  acordo  com  o  último  cronograma  divulgado,  a  implantação  do  eSocial  para  as \nautarquias federais serão feitas em 4 etapas, com previsão de conclusão em 11 de julho de \n202228. \n  A Relação Anual de Informações Sociais RAIS29, originalmente de responsabilidade do \nMinistério do Trabalho e Emprego (absorvido pelo Ministério da Economia, e recentemente \nressurgido como Ministério do Trabalho e Previdência), tem por objetivos30: \na)  o suprimento às necessidades de controle da atividade trabalhista no País, \nb)  o provimento de dados para a elaboração de estatísticas do trabalho, \nc)  a disponibilização de informações do mercado de trabalho às entidades \ngovernamentais. \nO Sistema Integrado de Administração de Recursos Humanos – Siape foi criado pelo \nDecreto  nº  99.328/1990,  como  instrumento  de  modernização  e  integração  sistêmica  da \nadministração de recursos humanos. Na ocasião, foi determinado o cadastramento de todos os \nservidores civis da Administração Pública Federal direta, dos ex Territórios, das autarquias e das \nfundações públicas que recebiam recursos à conta do Tesouro Nacional, para efeito de controle \n                                                           \n25 Orientação Normativa MP 02/2018 \n26 Instrução Normativa SGP/SEDGG/ME 125/2020 e COMUNICAs 563135 e 563140 \n27  Decreto nº 8.373/2014 \n28 Portaria Conjunta SEPRT/RFB/ME 71/2021 \n29 Decreto nº 76.900, de 23/12/75 \n30 Portaria 6136/2020 \n "
   },
   {
      "page":22,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\nadministrativo,  financeiro  e  orçamentário  e  execução  da  folha  de  pagamentos  unificada  e \npadronizada. \nPosteriormente, o Decreto nº 10.715/2021 ampliou o escopo da norma anterior de 1990 e \ninstituiu os Sistemas Estruturantes de Gestão de Pessoal da Administração Pública Federal, \nbasicamente com o mesmo objetivo, porém com as novidades abaixo: \n- a composição dos sistemas passou a contar, além do Siape, como o Siapenet, o Siape \nSaúde,  o  Sistema  de  Gestão  de  Pessoas  do  Executivo  Federal  –  Sigepe  e,  ainda  incluir  a \npossibilidade de “novos sistemas disponibilizados pelo órgão central do Sistema de Gestão e \nGovernança  Estratégica  de  Pessoal  Civil  da  Administração  Federal  para  sistematização  de \nprocessos de trabalho em gestão de pessoas”, \n- os Sistemas Estruturantes são de utilização obrigatória para os órgãos e entidades \ncitados anteriormente, e de uso facultativo pelas estatais e também para o cadastro dos agentes \npúblicos que recebam recursos à conta do Tesouro Nacional e anistiados políticos. Além desses, \nmediante autorização, é permitida a utilização por outros Poderes e Ministério Público. \nCom a publicação da Portaria SGP/SEDGG/ME nº 4.764/2021, a utilização dos sistemas \nestruturantes  do  SIPEC  passou  a  ser  obrigatória,  devendo  ser  submetida  ao  órgão  central \njustificativa  para  autorização  excepcional  da  coexistência  ou  integração  de  outras  soluções \nestruturantes de Tecnologia da Informação e Comunicação voltada para a área de gestão de \npessoas. \nAlém  disso,  o  normativo  traz  a  orientação  às  UPAGs  para  solicitações  que  forem \napresentadas em formato daquele distinto ao ofertado pelo MGI: \nArt. 3º As unidades administrativas deverão atender as solicitações realizadas \npelos servidores, pensionistas e anistiados, por meio de funcionalidade específica que \ngere demandas de atendimento, constantes da solução estruturante de TIC em gestão de \npessoas disponibilizada pelo órgão central do SIPEC. \nParágrafo único. As solicitações que forem realizadas em outro instrumento ou \ncanal de atendimento deverão ser devolvidas ao usuário, sem análise, informando a \nsolução  estruturante  de  TIC  em  gestão  de  pessoas  adequada,  ou,  justificada  a \nimpossibilidade de seu acesso pelo usuário, deverão ser registradas pelo órgão setorial \nna plataforma indicada. \n \nSISTEMAS ESTRUTURANTES: \n1.  Siape (emulador), Siapenet e DW (cadastro, folha): \nhttp://www.siapenet.gov.br/Portal/Servico/Apresentacao.asp  \n2.  Sigepe e Sigac (cadastro, folha):  \n "
   },
   {
      "page":23,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\nhttps://sso.gestaodeacesso.planejamento.gov.br/cassso/login  \n3.  e-Siape (cadastro, folha): \nhttps://esiape.sigepe.gov.br/  \n4.  Extrator de dados (cadastro, folha): \nhttps://hod.serpro.gov.br/a83016cv/ \n5.  SouGov.br (servidores e pensionistas - cadastro, folha): \nhttps://sougov.economia.gov.br/sougov/  \n6.  Central SIPEC (dúvidas de servidores, pensionistas e SPG): \nhttps://www.gov.br/servidor/pt-br/canais_atendimento/central-sipec \n7.  RAIS (prestação de contas trabalhistas) \nhttp://www.rais.gov.br/sitio/index.jsf  \n8.  eSocial (prestação de contas de todos os empregadores): \nhttps://login.esocial.gov.br/login.aspx  \n9.  Portal SIPEC (PDP – Plano de Desenvolvimento de Pessoas): \nhttps://portalsipec.servidor.gov.br/  \n10. SISREF (Controle de frequência): \nhttps://sisref.sigepe.gov.br/sisref/entrada.php \n \n "
   },
   {
      "page":24,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\ne) PODER JUDICIÁRIO31 \n \n  Na esfera administrativa, para que seja concedida qualquer vantagem ou benefício, faz-se \nmister a existência de previsão legal específica, parecer normativo de caráter vinculante32, ou \nSúmula Vinculante aprovada33. \n  Assim,  os  entendimentos  meramente  jurisprudenciais  dos  Tribunais  Superiores  não \npossuem  o  condão  de  vincular  a  atuação  da  Administração  Pública.  É  cediço  que  a \njurisprudência  possui  caráter  orientador  e,  não  obstante  sua  importância  para  balizar \ninterpretações controversas sobre alguma matéria, bem como o seu valor científico, não pode ser \ninvocada para fins de concessão de algum direito sem que haja a mesma interpretação da norma \nno âmbito da Administração Pública, sob pena de macular-se o princípio constitucional da \nseparação de poderes34. \n  No atinente à interpretação das leis, cabe às Consultorias Jurídicas a competência para \nfixar a interpretação da Constituição, das leis, dos tratados e dos demais atos normativos a ser \nuniformemente seguida em suas áreas de atuação e coordenação quando não houver orientação \nnormativa do Advogado-Geral da União. \n  Entretanto, para que a interpretação fixada pelos órgãos da Advocacia-Geral da União \ntenha  caráter  vinculante  é  imprescindível  a  aprovação  dos  dirigentes  máximos  dos  órgãos \nautônomos ou entidades da Administração Pública federal, nos casos das Consultorias Jurídicas, \nou ainda, a aprovação do Presidente da República35.  \n  Na  ausência  de  tais  normativos,  o  entendimento  a  ser  observado  no  âmbito  da \nAdministração Pública federal é o desposado pelos Órgãos Centrais36. \n  À Secretaria de Recursos Humanos foi conferida a prerrogativa de, como Órgão Central \ndo Sistema – SIPEC, exercer a competência normativa em assuntos relativos ao pessoal civil do \nPoder Executivo no âmbito da Administração Pública federal direta, autarquias e fundações \npúblicas de direito público37. \n  Dessa maneira, as decisões provenientes do Poder Judiciário somente produzem efeitos \npara os autores da ação respectiva. Ainda assim, para que seu cumprimento seja possível, o \nServiço de Gestão de Pessoas deverá encaminhar o processo para a análise da Procuradoria \nFederal Especializada. Caso seja constatada a legitimidade para a concessão, a Procuradoria \n                                                           \n31 NOTA TÉCNICA Nº 971/2010/CGNOR/DENOP/SRH/MP (com alterações) \n32 artigo 40 da Lei Complementar nº 73/1993 \n33 artigo 103-A da Constituição Federal/1988 \n34 artigo 2º da Constituição Federal/1988 \n35 Lei Complementar nº 73, de 1993 \n36 art 30 do Decreto-Lei nº 200 1967 \n37 artigo 17 da Lei 7.923/1989 e Decreto 9745/2019 \n "
   },
   {
      "page":25,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\ndeverá emitir um Parecer de Força Executória, que é o documento que “converte” a Decisão na \nesfera Judicial em obrigação de fazer da esfera Executiva. \n  Além disso, os procedimentos de execução38, em folha de pagamento, todas as decisões \ndeverão ser previamente analisadas pelo Ministério da Gestão e Inovação em Serviços Públicos, \npor  meio  do  Sigepe  (Módulo  Ações  Judiciais39)  para  que  produzam  efeitos  financeiros  ou \ncadastrais. \n   \n                                                           \n38 art. 2º, § 1º da Portaria Normativa nº 2, de 6 de abril de 2017 \n39 https://www.gov.br/servidor/pt-br/acesso-a-informacao/gestao-de-pessoas/sigepe/modulo-acao-judicial \n "
   },
   {
      "page":26,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\nf) MINISTÉRIO DOS TRANSPORTES \n  O Departamento Nacional de Infraestrutura de Transportes – DNIT é uma pessoa jurídica \nde direito público, submetida ao regime de autarquia, criada em 2001, vinculada ao Ministério da \nInfraestrutura40.  \n  Dentre as atribuições do Ministério estão as seguintes: analisar a proposta orçamentária \nda autarquia, participar do Conselho de Administração do DNIT (Secretário-Executivo como \nPresidente, além de 2 outros representantes), apreciar relatório circunstanciado semestral da \nOuvidoria, etc. \n  Além disso, o Ministério também deverá exercer a orientação, coordenação e supervisão, \nreferendar os atos e decretos assinados pelo Presidente da República, além de expedir instruções \npara a execução das leis, decretos e regulamentos na área de competência do DNIT41. \n  Assim, em relação aos atos de pessoal, cabe ao Ministério, dentre outros a: \n- indicação dos Diretores, que são nomeados pelo Presidente da República42, \n- nomeação dos Cargos comissionados de Superintendente e de Coordenadores \n- definição dos critérios e procedimentos referentes à seleção, nomeação e designação de \nocupantes de cargos em comissão e funções comissionadas43 \n- definição das metas globais do DNIT44 \n- criação dos procedimentos específicos para fins de progressão funcional e promoção \n(portaria  estabelecendo  critérios  e  divulgação  do  quantitativo  de  vagas  disponíveis  para  o \nprocesso de promoção)45 \n- divulgação de critérios e procedimentos específicos para a realização da avaliação de \ndesempenho individual e institucional e a concessão das gratificações aos servidores de carreira46 \n- delegação de competência, como instrumento de descentralização administrativa, com o \nobjetivo de assegurar maior rapidez e objetividade às decisões, situando-as na proximidade dos \nfatos, pessoas ou problemas a atender47 \n \nTRANSFERÊNCIA DE PESSOAL – EXTINTO DNER \n                                                           \n40 Lei nº 10.233/2001 \n41 art. 87, parágrafo único, inciso II, da Constituição Federal \n42 Lei nº 10.233/2001 \n43 art. 3º do Decreto nº 8.821/2016 e Decreto nº 8.489/2015 \n44 art. 16-D, parágrafo único, da Lei nº 11.171/2005 \n45 Decreto nº 7.629/2011 e Portaria nº 140/2012 \n46 Decreto nº 7.133/2010 e Portaria nº 140/2012 \n47 artigos 11 e 12 do Decreto-Lei nº 200/1967 \n "
   },
   {
      "page":27,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n  O  Departamento  Nacional  de  Estradas  e  Rodagens  –  DNER  foi  extinto  em  14  de \nfevereiro de 2002, quando se iniciou o trabalho de inventariança da autarquia. \n  Na ocasião, a responsabilidade pelo pagamento dos proventos de todos os pensionistas \ninativos do extinto Departamento Nacional de Estradas de Rodagem – DNER foi transferida para \no  então  Ministério  dos  Transportes,  sendo  mantidos  os  vencimentos,  direitos  e  vantagens \nadquiridos, em abril de 200248. \n  Durante muitos anos, foram utilizadas unidades regionais do DNIT para o exercício das \nmedidas administrativas decorrentes da transferência. \n  Contudo, o Ministério dos Transportes, Portos e Aviação Civil, cujo nome foi alterado \npor força da Medida Provisória 870/2019, convertida na Lei 13.844/2019 para Ministério da \nInfraestrutura, e atualmente passando a ser denominado Ministério dos Transportes, determinou \no fechamento dos Núcleos que atuavam nas unidades regionais do DNIT, encerrando o único \nvínculo de apoio administrativo (cessão de salas e maquinário) que a autarquia ainda mantinha \ncom os inativos do extinto DNER. \n  A partir da celebração do Acordo de Cooperação Técnica nº 02/2019, o Ministério dos \nTransportes transferiu a folha de pagamento dos inativos para o Ministério da Gestão e Inovação \nem  Serviços  Públicos  em  fevereiro  de  2020,  passando  a  responsabilidade  da  gestão  das \ninformações  para  o  Departamento  de  Centralização  de  Serviços  de  Inativos  Pensionistas  e \nÓrgãos Extintos (Decipex). \n  Dessa forma, o DNIT não possui acesso ao Siape, processo ou a qualquer documentação \ndos  aposentados  e  pensionistas  do  extinto  DNER,  e,  portanto,  todas  as  solicitações \nadministrativas ou ações judiciais deverão ser direcionadas, pelo interessado, diretamente ao \nDecipex  por  meios  dos  canais:  https://www.gov.br/servidor/pt-br/acesso-a-\ninformacao/servidor/decipex-1/canais-de-atendimento-decipex/ \n \nTRANSFERÊNCIA DE PESSOAL – EXTINTA RFFSA \n  A partir da extinção da Rede Ferroviária Federal Sociedade Anônima - RFFSA49, foram \ntransferidas  para  o  Ministério  do  Planejamento,  Orçamento  e  Gestão  a  gestão  da \ncomplementação de aposentadoria e a responsabilidade pelo pagamento da parcela sob o encargo \nda União relativa aos proventos de inatividade e demais direitos. \n  Os contratos de trabalho dos ativos, por sua vez, foram absorvidos pela VALEC S.A, \nempresa pública, controlada pela União, por meio do então Ministério dos Transportes, com a \nmanutenção de toda a remuneração e demais vantagens salariais. \n                                                           \n48 artigo 117 da Lei 10.233/2001 \n49 Lei nº 11.483, de 2007 \n "
   },
   {
      "page":28,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n  Em 2020, o Ministério da Infraestrutura delegou ao DNIT a competência da gestão \nadministrativa  e  do  pagamento  das  pensões  indenizatórias  por  acidentes  ferroviários  e  da \naquisição de próteses ortopédicas da Inventariança da extinta Rede Ferroviária Federal S.A. – \nRFFSA50. \n  A partir de 2021, por exemplo, foram transferidos mais de cem pensionistas para a folha \nda  SREMG,  provenientes  da  extinta  RFFSA,  ficando  a  cargo  do  DNIT  a  análise  e \nacompanhamento  dos  processos,  atendimento  aos  interessados,  pagamentos  mensais  e \ncumprimento  das  decisões  judiciais  referentes  a  pagamento  e  manutenção  de  próteses \nortopédicas. \n \n                                                           \n50 Portaria nº 95/2020 \n "
   },
   {
      "page":29,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n3- BREVE HISTÓRICO DO DEPARTAMENTO NACIONAL DE \nINFRAESTRUTURA DE TRANSPORTES \n \n  O Departamento Nacional de Infraestrutura de Transportes – DNIT, pessoa jurídica de \ndireito público, submetido ao regime de autarquia, vinculado ao Ministério dos Transportes, tem \ncomo objetivo implementar, em sua esfera de atuação, a política formulada para a administração \nda infraestrutura do Sistema Federal de Viação, compreendendo sua operação, manutenção, \nrestauração ou reposição, adequação de capacidade, e ampliação mediante construção de novas \nvias e terminais51. \n  Seu corpo técnico é constituído de: \na)  Carreiras específicas do DNIT (02/09/2005)52: \n- Infraestrutura de Transportes: cargos de Analista em Infraestrutura de Transportes (nível \nsuperior) \n- Suporte à Infraestrutura de Transportes: cargos de Técnico de Suporte em Infraestrutura \nde Transportes (nível intermediário)  \n- Analista Administrativo: cargos de Analista Administrativo (nível superior)  \n- Técnico Administrativo: cargos de Técnico Administrativo (de nível intermediário) \nb)  Plano  Especial  de  Cargos  –  PEC  (1º/01/2005)  –  servidores  lotados  no  DNIT  em \n1º/10/2004, ou redistribuídos até 31/07/2004, provenientes dos: \n- cargos do Plano de Classificação de Cargos - PCC53 \n- cargos de planos correlatos das autarquias e fundações públicas não integrantes de \ncarreiras estruturadas, regidos pela Lei nº 8.112/1990 \n  Em  2005,  foram  criados  600  (seiscentos)  cargos  de  Analista  em  Infraestrutura  de \nTransportes, 1.200 (mil e duzentos) de Técnico de Suporte em Infraestrutura de Transportes, 400 \n(quatrocentos) de Analista Administrativo e 200 (duzentos) de Técnico Administrativo. Além \ndesses, existe a previsão de transformação dos cargos (vagos e que vierem a vagar) de nível \nsuperior e intermediário do PEC, em cargos de Analista e Técnico de Suporte em Infraestrutura \n(conforme o caso). Já os de nível auxiliar, quando vagos, serão extintos. \n  A definição das atribuições específicas dos cargos de carreira do DNIT serão definidas \nem Regulamento, que até a presente data, ainda não foi publicado. Assim, permanecem as \natribuições genéricas citadas na Lei nº 11.171/2005. \n                                                           \n51 Lei nº 10.233/2001 \n52 Lei nº 11.171/2005 \n53 Lei nº 5.645/1970 \n "
   },
   {
      "page":30,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\nA estrutura remuneratória dos cargos é a seguinte: \nCARGOS  VB  GRATIFICAÇÃO  GQ \nAnalista de Infraestrutura  x  GDAIT  x \nTécnico de Suporte  x  GDAIT   \nAnalista Administrativo  x  GDADNIT  x \nTécnico Administrativo  x  GDADNIT   \nArquiteto  x  GDIT  x \nEconomista  x  GDIT  x \nEngenheiro  x  GDIT  x \nEngenheiro Agrônomo  x  GDIT  x \nEngenheiro de Operações  x  GDIT  x \nEstatístico  x  GDIT  x \nGeólogo  x  GDIT  x \nAgente de Serviços de Engenharia  x  GDIT  x \nTécnico de Estradas  x  GDIT  x \nTecnologista  x  GDIT  x \nDemais cargos de Nível Superior do PEC  x  GDAPEC  x \nDemais cargos de Nível médio e auxiliar do PEC  x  GDAPEC   \nMédico do PEC  x  GDM  x \nTodos do Plano Geral de Cargos do Poder Executivo54  x  GDPGPE  x \n  As  gratificações  são  concedidas  a  partir  dos  resultados  obtidos  na  avaliação  de \ndesempenho individual (até 20 pontos) e do desempenho institucional (até 80 pontos)55.  \n  Os servidores apenas possuem direito às gratificações, quando em exercício no DNIT ou: \n- requisitados pela Presidência ou Vice-Presidência da República  \n- requisitados, conforme casos previstos em lei (exemplo: prerrogativa de irrecusabilidade – \nTER, DPU, EPL, etc.) \n- cedidos para órgãos ou entidades da União investidos em cargos de Natureza Especial, de \nprovimento em comissão do Grupo-Direção e Assessoramento Superiores - DAS, níveis 6, 5, \n4 ou equivalentes \n- em exercício descentralizado em outro órgão ou entidade da Administração Pública Federal, \npara compor força de trabalho56 \n  Além dos servidores próprios de carreira, o DNIT recebe, também: \n- servidores cedidos (condição exclusiva para ocupantes de cargo comissionado ou função de \nconfiança),  \n- servidores em exercício provisório, \n- empregados públicos anistiados, \n                                                           \n54 Lei nº 11.784/2008 \n55 Lei nº 11.907/2005 \n56 Portaria nº 3499/2021 e Instrução Normativa nº 6/2021 \n "
   },
   {
      "page":31,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n-  servidores  em  exercício  descentralizado  (provenientes  de  carreira  transversal,  como \nProcuradores e algumas carreiras do Ministério da Gestão e Inovação em Serviços Públicos, \netc), \n- servidores e empregados públicos em exercício descentralizado para composição de força de \ntrabalho (ex: INFRAERO, CONAB, ANTT, etc) \n- agentes não pertencentes à Administração Pública Federal, ocupantes de cargo comissionado \n(apenas DAS, níveis 6, 5, 4) \n \n  Nesses casos, a composição remuneratória dos servidores depende da legislação própria \nde suas carreiras. \n  Os valores da remuneração (vencimento básico + gratificação) sofreram várias alterações, \nao longo da história da autarquia: \nVENCIMENTO BÁSICO: \n  - Lei nº 11.171/2005 – efeitos financeiros a partir de setembro de 2005 \n  - Medida Provisória nº 441/2008, convertida na Lei nº 11.907/2009 – efeitos financeiros a \npartir de julho de 2008 \n  - Lei nº 12.186/2009 – efeitos financeiros a partir de julho de 2010 e janeiro de 2010 \n  - Lei nº 13.371/2016 – efeitos financeiros a partir de julho de 2010, janeiro de 2017, \njaneiro de 2018 e janeiro de 2019 \n  -  Medida  Provisória  nº  1.170/2023,  convertida  na  Lei  nº  14.673/2023  –  efeitos \nfinanceiros a partir de maio de 2023 \n \nGRATIFICAÇÕES: \n  - Lei nº 10.968/2003 – vantagem pecuniária individual no valor de R$ 59,87 para todas \ncarreiras, com efeito financeiro a partir de julho de 2003 \n  - Lei nº 11.171/2005 – gratificação no valor de 30% do Vencimento Básico, para todas as \ncarreiras, a partir de setembro de 2005 \n  - Medida Provisória nº 441/2008, convertida na Lei nº 11.907/2009  – extinção da VPNI \nde R$ 59,87 e novos valores para as gratificações de desempenho, com efeitos financeiros a \npartir de julho de 2008, julho de 2009 e julho de 2010 \n  - Medida Provisória nº 632/2009, convertida na Lei nº 11.907/2009 e Lei nº 12.186/2009 \n– novos valores com efeito financeiro a partir de julho de 2010, incluindo a possibilidade de \n "
   },
   {
      "page":32,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\nrecebimento ao equivalente a 100 pontos, mediante avaliação de desempenho individual (não \nmais 80 pontos) \n  - Lei nº 13.371/2016 – efeitos financeiros a partir de janeiro de 2015, janeiro de 2017, \njaneiro de 2018 e janeiro de 2019 \n  -  Medida  Provisória  nº  1.170/2023,  convertida  na  Lei  nº  14.673/2023  –  efeitos \nfinanceiros a partir de maio de 2023 \n \n  Os  cargos  comissionados  podem  ser  ocupados  por  pessoa  não  pertencente  à \nAdministração Pública Federal, porém as funções de confiança são exclusivas aos servidores de \ncarreira57. \n  Historicamente, a nomenclatura dessas funções foram as seguintes: \n18/06/200358  08/07/200459  03/08/201560  16/03/201761  17/07/202062  27/10/202263 \nFCT  FCT  DAS  101  DAS 101 (6,5,4,3,1)  DAS  101  CCE  1 \nDAS  101  DAS  101  (6,5,4,3,1)  DAS  102.  (6,5,4,3)  (17,15,13,10) \n(6,5,4,3,1)  (6,5,4,3,1)  DAS  102  (5,4,3,2,1)  DAS 102.3  CCE 2(10) \nDAS 102 (4,3,2,1)  DAS 102 (4,2,1)  (5,4,3,2,1)  FCPE 101 (4,3,2,1)  DAS 103.4  CCE 3(13) \nFG (1,2,3)  FG (1,2,3)   FCDNIT (3,2,1)  FCPE 102 (4,3,2,1)  FCPE 101 (3,2,1)  FCE 1 (10,6,5,2,1) \nFG (1,2,3)  FG (1,2,3)  FCPE 102 (3,2,1)  FCE 2 (6,1) \nFG (1,2,3) \n  Em 29/07/2021, foram criados os Cargos Comissionados Executivos - CCE e as Funções \nComissionadas  Executivas  -  FCE64,  no  âmbito  da  administração  pública  federal  direta, \nautárquica e fundacional. \n  Por fim, o, publicado no DOU de 10/10/2022, aprovou a atual Estrutura Regimental e o \nQuadro Demonstrativo dos Cargos Comissionados e das Funções Comissionadas Executivas do \nDepartamento Nacional de Infraestrutura de Transportes-DNIT. \n  Os Regimentos Internos gerados a partir das reestruturações das funções são publicados \nno DOU, assim como os apostilamentos e/ou normas que redefinam funções e seus respectivos \ntitulares. \n  As matérias publicadas no Diário Oficial da União, referentes ao Serviço de Gestão de \nPessoas, de competência do Superintendente Regional são: aposentadorias, pensões e suspensão \npor falta de recadastramento (Prova de vida). As demais matérias são publicadas pela sede: \nnomeações e exonerações (cargos efetivos), designações e dispensas (funções comissionadas) e \n                                                           \n57 Lei nº 13.346/2016 e Decreto nº 9.144/2017 \n58 Decreto nº 4.749/2003 \n59 Decreto nº 5.131/2004 \n60 Decreto nº 8.489/2015 \n61 Decreto nº 8.990/2017 \n62 Decreto nº 10.367/2020 \n63 Decreto n.º 11.225/2022 \n64 Decreto nº 10.758/2021 \n "
   },
   {
      "page":33,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\ndemais atos relativos aos servidores. As nomeações/exonerações de cargos comissionados DAS \ne  designações/dispensas  de  função  comissionada  FCPE-101.3  são  feitas  pelo  Ministério  da \nInfraestrutura, mas os substitutos podem ser nomeados/designados e exonerados/dispensados \npelo Diretor Geral do DNIT. \n  As matérias publicadas no Boletim Administrativo, pelo Superintendente Regional, são: \nlotações e remoções de servidores; designações de comissões, fiscais de contratos, grupos de \ntrabalho,  comissão  técnica,  concessões  de  abonos  e  auxílios  aos  servidores;  concessões, \nalterações e interrupções de férias; pagamento de substituições; inclusões de dependentes e \nisenção  de  imposto  de  renda.  Já  as  publicações  realizadas  pela  sede  são:  delegações  de \ncompetências; autorização para conduzir veículos oficiais, dispensa e designação de substitutos \nde servidores do exercício de Função Gratificada, concessão de gratificações de qualificação; \nresoluções, instruções normativas e de serviços do DNIT; portarias de Sindicância e de Processo \nAdministrativo  Disciplinar;  progressões  funcionais,  alterações  de  jornada,  licenças  sem \nvencimento e afastamentos. \n  O controle de frequência adotado pelo DNIT era o SISCOF, desde 1º de janeiro de \n201565, sistema gerenciado pelo Serviço Federal de Processamento de Dados – SERPRO até a \nmigração para a adesão ao Sistema de Registro Eletrônico de Frequência SISREF, pertencente ao \nMinistério  da  Gestão  e  Inovação  em  Serviços  Públicos,  e  interligado  ao  Siape,  ainda  em \ndezembro de 2021. \n  O Sistema Eletrônico de Informações (SEI), desenvolvido pelo Tribunal Regional Federal \nda 4ª Região (TRF4), é uma ferramenta de gestão de documentos e processos eletrônicos, e tem \ncomo  objetivo  promover  a  eficiência  administrativa.  O  SEI  integra  o  Processo  Eletrônico \nNacional  (PEN),  uma  iniciativa  conjunta  de  órgãos  e  entidades  de  diversas  esferas  da \nadministração pública, com o intuito de construir uma infraestrutura pública de processos e \ndocumentos administrativos eletrônicos. No DNIT, o SEI/DNIT é utilizado como sistema oficial \nde gestão de documentos e processos66, desde 1º de julho de 2017.  \n  O Mapa Estratégico do DNIT até 2022 era o seguinte: \n                                                           \n65 Portaria DG/DNIT nº 1.690/2014 \n66 Instrução Normativa DG/DNIT nº 01/2017 \n "
   },
   {
      "page":34,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n  Fonte:  https://www.gov.br/dnit/pt-br/assuntos/governanca-estrategia-e-riscos/eixos-da-governanca/gestao-\nestrategica/cartilha-planejamento-estrategico-v36.pdf \n \n  Nesse aspecto, a área de atuação do SGP diz respeito ao terceiro Tema “Pessoas”, que se \nenquadra no eixo “Processos internos”: \n \n \n \n \n \n \n \n \n \n  Fonte:  https://www.gov.br/dnit/pt-br/assuntos/governanca-estrategia-e-riscos/eixos-da-governanca/gestao-\nestrategica/cartilha-planejamento-estrategico-v36.pdf \n "
   },
   {
      "page":35,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n  Recentemente, foi aprovado o novo Mapa, com alcance até 202667: \n  Fonte: https://www.gov.br/dnit/pt-br/assuntos/governanca-estrategia-e-riscos/eixos-da-governanca/gestao-\nestrategica/mapa-estrategico-2023-2026/mapaFINAL_20232026.pdf \n \n  O  Painel  de  Indicadores  Estratégicos  apresenta  o  monitoramento  praticado  pelas \ninstâncias de governança, a fim de saber se os objetivos foram atendidos e, por sua vez, subsidiar \ndecisões acerca de correções ou mudanças de rumo e pode ser consultado através do link: \nhttps://www.gov.br/dnit/pt-br/assuntos/governanca-estrategia-e-riscos/eixos-da-\ngovernanca/gestao-estrategica/monitoramento-da-estrategia.  \n  As orientações para o planejamento e execução das ações, no âmbito dos SGPs estão \ncontidas no processo nº 50600.010599/2023-01. \n \nSISTEMAS ESTRUTURANTES: \n1.  Siape (emulador), Siapenet e DW (cadastro, folha):  \n                                                           \n67 Portaria nº 5.381/2023 \n "
   },
   {
      "page":36,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\nhttp://www.siapenet.gov.br/Portal/Servico/Apresentacao.asp  \n2.  INCom (sistema da Imprensa Nacional, para publicações de pessoal – Seção 2): \nhttps://incom.in.gov.br/ \n3.  SISCOF (acessível apenas por meio da rede interna do DNIT): \nhttps://sisdnit.dnit.gov.br/ \n4.  SEI: \nhttps://sei.dnit.gov.br/sip/login.php?sigla_orgao_sistema=DNIT&sigla_sistema=SEI  \n5.  SISREF: RH: https://sisref.sigepe.gov.br/sisref/rh.php \nChefia: https://sisref.sigepe.gov.br/sisref/chefia.php \nServidor: https://sisref.sigepe.gov.br/  \n  \n "
   }
]