[
   {
      "page":1,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n \n \n2ª PARTE \n \n \nROTINAS RELEVANTES DO SERVIÇO  \nDE GESTÃO DE PESSOAS \n \n \n \n      \n \n  O Serviço de Gestão de Pessoas possui atribuições diversas, que vão desde as relativas à \nGestão  de  Recursos  Humanos  (controle  operacional  do  cadastro,  folha  de  pagamento, \nrecrutamento  e  seleção),  até  as  características  específicas  de  um  Parceiro  Estratégico \n(encarregado  do  diagnóstico  organizacional,  defesa  dos  funcionários,  reengenharia  dos \nprocessos e atuação como agente de mudanças). \n  Mais  recentemente,  diante  das  mudanças  organizacionais  e  sociais,  como  aponta \nORNELLASi (2017, p. 16), é exigida uma reconfiguração do RH, para que se torne um verdadeiro \ndesigner  organizacional,  responsável  por  “promover  aprendizados,  ampliar  competências \norganizacionais e gerar soluções, cuja proficiência está no coletivo e não só no indivíduo”. \n  Além disso, o servidor que atua na área precisa lidar com extensa gama de assuntos, em \npermanente atualização, alterações frequentes de normas e procedimentos e diversos sistemas \nque não se comunicam de maneira eficiente e que também estão em constante evolução. \n  O excesso de dados e informações, somado à velocidade da modernização, exige, mais \nque nunca, que o profissional atue de forma organizada e padronizada, a fim de otimizar o seu \ntempo e evitar erros desnecessários. \n  Dessa forma, esse material propõe fomentar a discussão sobre a importância de construir \nestratégias de planejamento e organização, ao invés de privilegiar apenas a execução rotineira \nde tarefas. Investir tempo nessas ferramentas, no presente, significa economizar erros no futuro. \nE  mais:  otimizar  tarefas  operacionais  implica  em  investir  mais  tempo  em  atividades  que \nefetivamente vão contribuir para esse novo papel, de auxiliar no desenho da organização. "
   },
   {
      "page":2,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n1-  NOÇÕES DE GESTÃO DOCUMENTAL: CATALOGAÇÃO, \nARQUIVAMENTO, INDEXAÇÃO – organização de processos no SEI \n \nConforme art. 3º da Lei nº 8.159/1991, gestão de documentos é “o conjunto de procedimentos e \noperações técnicas referentes à sua produção, tramitação, uso, avaliação e arquivamento em fase corrente \ne intermediária, visando a sua eliminação ou recolhimento para guarda permanente”: \nArt. 1º. É dever do Poder Público a gestão documental e a proteção especial a documentos \nde arquivos, como instrumento de apoio à administração, à cultura, ao desenvolvimento científico \ne como elementos de prova e informação.  \n... \nArt. 25. Ficará sujeito à responsabilidade penal,  civil  e administrativa, na forma da \nlegislação em vigor, aquele que desfigurar ou destruir documentos de valor permanente ou \nconsiderado como de interesse público e social. \nEm relação aos documentos físicos, sua guarda deve obedecer ao disposto no artigo 8º da Lei nº \n8.159/1991: \nArt.  8º  -  Os  documentos  públicos  são  identificados  como  correntes,  intermediários  e \npermanentes. \n§  1º  -  Consideram-se  documentos  correntes  aqueles  em  curso  ou  que,  mesmo  sem \nmovimentação, constituam objeto de consultas frequentes. \n§ 2º - Consideram-se documentos intermediários aqueles que, não sendo de uso corrente \nnos órgãos produtores, por razões de interesse administrativo, aguardam a sua eliminação ou \nrecolhimento para guarda permanente. \n§  3º  -  Consideram-se  permanentes  os  conjuntos  de  documentos  de  valor  histórico, \nprobatório e informativo que devem ser definitivamente preservados. \nArt. 9º - A eliminação de documentos produzidos por instituições públicas e de caráter \npúblico será realizada mediante autorização da instituição arquivística pública, na sua específica \nesfera de competência. \nArt. 10º - Os documentos de valor permanente são inalienáveis e imprescritíveis. \nCumpre acrescentar que em 1991, a realidade dos arquivos físicos era bastante diferente da que \nvivenciamos hoje. A quantidade desses documentos sob a responsabilidade dos órgãos públicos  foi \ndrasticamente  reduzida,  especialmente  a  partir  das  soluções  desenvolvidas  como  o  SEI!  (processos \nadministrativos em geral) e AFD – Sigepe (Assentamento Funcional Digital, em substituição às pastas \nfísicas funcionais).  \nContudo, de maneira geral, dois conceitos relativos à gestão documental são de suma importância, \ntanto para a organização de documentos físicos quanto de arquivos eletrônicos: ARQUIVAMENTO e \nRECUPERAÇÃO. "
   },
   {
      "page":3,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\nArquivar significa recolher, classificar, conservar ou guardar. Por sua vez, em poucas palavras, \nrecuperar um arquivo equivaleria a encontrar no arquivo uma informação específica, sempre que se fizer \nnecessário. \nÉ obrigação dos setores manter seus documentos físicos guardados e conservados, sob o ponto de \nvista da higienização, acondicionamento, limpeza do local, em mobiliário e equipamento adequado, \nacondicionados contra danos físicos e que facilitem seu manuseio. \nEntretanto, mais que simplesmente guardar, é necessário que tudo seja arquivado de maneira que a \ninformação possa ser recuperada, o mais rápido possível e seguindo uma lógica intuitiva, tanto para quem \narquivou quanto para as demais pessoas que venham necessitar daquela informação, mesmo anos após a \nsua guarda. \nPara isso, nenhum arquivo (físico ou digital) deve ser simplesmente acumulado. Antes, deve ser \ncatalogado por  assuntos previamente  acordados entre os usuários,  inclusive com  a possibilidade de \nrevisão dessa indexação, sempre que fizer necessário. \nEssa orientação serve tanto para documentos recebidos do público interno e externo, quanto para \naqueles produzidos pelo servidor: check lists, planilhas, modelos, passo a passo, etc...  \nIsso porque a elaboração de correspondências e atos oficiais deve caracterizar-se pelo uso do \npadrão culto da linguagem, clareza, objetividade, concisão, formalidade e uniformidade e mais que tudo \nisso, pela impessoalidade. \nDa mesma forma, a gestão documental deve observar o princípio da impessoalidade, isenta de \ninterferência de individualidade de quem elaborou os documentos. Nenhum servidor pode se considerar \n“dono”  do  material  produzido  para  a  Administração,  e  portanto,  deve  se  preocupar  em  colocar  à \ndisposição, de maneira organizada e conhecida por todos os interessados, tanto no presente quanto no \nfuturo.  \nÉ necessário lembrar, também, que os dados da área de gestão de pessoas produzem efeitos por \nmuitas  décadas,  como  é  o  caso  da  instituição  de  benefícios  continuados,  a  exemplo  da  pensão. \nConsiderando que a legislação de pessoal altera com muita frequência, alguns benefícios são concedidos \ncom base em normas que posteriormente foram revogadas ou exauridas. Dessa forma, os documentos \ndevem fundamentar muito bem as concessões: todos os processos devem se preocupar em registrar os \nfatos contextualizados e precisos, para que fique bem clara a motivação e a justificativa para tal, e que \nesses registros sejam fonte de consulta histórica, podendo ser recuperados pelas atuais e futuras equipes, \nde forma a subsidiar eventuais análises que venham a ser necessárias, por nem sempre ser possível a \nconsulta a quem os instruiu. \nIsso fica mais evidente quando se observa o disposto no artigo 10 da Lei nº 12.527/2011, que \ngarante o acesso à informação ao público externo, fundamentando a observância da publicidade como \npreceito  geral  e  do  sigilo  como  exceção,  devendo  os  dados  de  interesse  público  ser  divulgados, \nindependente de solicitação. Ou seja, se o cidadão tem direito a uma gestão documental transparente e \ndisponibilizada a todos, mais ainda o servidor que atua na Administração Pública: \nArt.  6º  Cabe  aos  órgãos  e  entidades  do  poder  público,  observadas  as  normas  e \nprocedimentos específicos aplicáveis, assegurar a: "
   },
   {
      "page":4,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\nI - gestão transparente da informação, propiciando amplo acesso a ela e sua divulgação; \nII  -  proteção  da  informação,  garantindo-se  sua  disponibilidade,  autenticidade  e \nintegridade; e \nIII  -  proteção  da  informação  sigilosa  e  da  informação  pessoal,  observada  a  sua \ndisponibilidade, autenticidade, integridade e eventual restrição de acesso. \nEntretanto, esse princípio geral  deve ser relativizado quando se trata da  proteção aos  dados \npessoais, que são os mais comuns no setor: \nArt. 31. O tratamento das informações pessoais deve ser feito de forma transparente e com \nrespeito à intimidade, vida privada, honra e imagem das pessoas, bem como às liberdades e \ngarantias individuais. \n§ 1º As informações pessoais, a que se refere este artigo, relativas à intimidade, vida \nprivada, honra e imagem: \nI - terão seu acesso restrito, independentemente de classificação de sigilo e pelo prazo \nmáximo de 100 (cem) anos a contar da sua data de produção, a agentes públicos legalmente \nautorizados e à pessoa a que elas se referirem; e \nII - poderão ter autorizada sua divulgação ou acesso por terceiros diante de previsão legal \nou consentimento expresso da pessoa a que elas se referirem. \n§  2º  Aquele  que  obtiver  acesso  às  informações  de  que  trata  este  artigo  será \nresponsabilizado por seu uso indevido. \n§ 3º O consentimento referido no inciso II do § 1º não será exigido quando as informações \nforem necessárias: \nI  -  à  prevenção  e  diagnóstico  médico,  quando  a  pessoa  estiver  física  ou  legalmente \nincapaz, e para utilização única e exclusivamente para o tratamento médico; \nII - à realização de estatísticas e pesquisas científicas de evidente interesse público ou \ngeral, previstos em lei, sendo vedada a identificação da pessoa a que as informações se referirem; \nIII - ao cumprimento de ordem judicial; \nIV - à defesa de direitos humanos; ou \nV - à proteção do interesse público e geral preponderante. \n§ 4º A restrição de acesso à informação relativa à vida privada, honra e imagem de pessoa \nnão poderá ser invocada com o intuito de prejudicar processo de apuração de irregularidades em \nque o titular das informações estiver envolvido, bem como em ações voltadas para a recuperação \nde fatos históricos de maior relevância. \n§ 5º Regulamento disporá sobre os procedimentos para tratamento de informação pessoal. \nMais uma vez, os cuidados com o tratamento de dados pessoais referem-se tanto a documentos \nfísicos quanto digitais e também devem seguir o disposto na Lei nº 13.709/2018 (LGPD):  "
   },
   {
      "page":5,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\nArt.  23.  O  tratamento  de  dados  pessoais  pelas  pessoas  jurídicas  de  direito  público \nreferidas no parágrafo único do art. 1º da Lei nº 12.527, de 18 de novembro de 2011 (Lei de \nAcesso à Informação), deverá ser realizado para o atendimento de sua finalidade pública, na \npersecução do interesse público, com o objetivo de executar as competências legais ou cumprir as \natribuições legais do serviço público, desde que: \nI - sejam informadas as hipóteses em que, no exercício de suas competências, realizam o \ntratamento de dados pessoais, fornecendo informações claras e atualizadas sobre a previsão \nlegal, a finalidade, os procedimentos e as práticas utilizadas para a execução dessas atividades, \nem veículos de fácil acesso, preferencialmente em seus sítios eletrônicos; \nII - (VETADO); e \nIII - seja indicado um encarregado quando realizarem operações de tratamento de dados \npessoais,  nos  termos  do  art.  39  desta  Lei;  e  (Redação  dada  pela  Lei  nº  13.853,  de  2019)      \nVigência \nIV - (VETADO).    (Incluído pela Lei nº 13.853, de 2019)      Vigência \nEm relação à organização dos documentos físicos no setor, caberá a cada unidade determinar a \nmelhor maneira a ser realizada, conforme suas especificidades (quantidade, espaço físico, etc.). \nQuanto às pastas funcionais, permanece a necessidade de guardá-las, ainda que já tenham sido \nmigradas para o Assentamento Funcional Digital, seguindo orientações de preservação e guarda dos \ndocumentos, de acordo com as orientações emanadas pelo COMAR e Arquivo Nacional:  \nResolução 40, Art. 3º, de 9 de dezembro de 2014 do COMAR:  \nArt. 3º. Após obter a autorização, os órgãos e entidades, para proceder à eliminação, \ndeverão elaborar e publicar o Edital de Ciência de Eliminação de Documentos [Anexo 2], em \nperiódico oficial, sendo que na ausência destes, os municípios poderão publicá-los em outro \nveículo de divulgação local, para dar publicidade ao fato de que serão eliminados os documentos \nrelacionados na Listagem de Eliminação de Documentos. \nDecreto nº 4.073, Art. 18, de 3 de janeiro de 2002:  \nArt. 18. Em cada órgão e entidade da Administração Pública Federal será constituída \ncomissão permanente de avaliação de documentos, que terá a responsabilidade de orientar e \nrealizar o processo de análise, avaliação e seleção da documentação produzida e acumulada no \nseu âmbito de atuação, tendo em vista a identificação dos documentos para guarda permanente e \na eliminação dos destituídos de valor. \nCumpre lembrar que a norma vedou o arquivamento de novos documentos na forma não digital \nnas pastas funcionais físicas. Dessa forma, o recebimento de novos documentos funcionais apresentados \npelos servidores a partir de 1º de julho de 2016 deverão atender ao disposto na Portaria Interministerial nº \n1.677/ 2015, observados os seguintes procedimentosii: \nI  -  Apresentação  pelo  interessado  do  documento  avulso  original  ou  cópia  autenticada \nadministrativamente ou cópia autenticada em cartório para digitalização imediata, devolvendo-o "
   },
   {
      "page":6,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\nno ato. O documento resultante da digitalização será anexado ao processo digital ou integrado \nem fluxo de trabalho informatizado. Neste caso, há a formação de um processo totalmente digital; \nII  -  Apresentação  pelo  interessado  do  documento  avulso  original  e sua  cópia  simples  para \nautenticação administrativa e posterior digitalização. Neste caso, a unidade de protocolo fará a \nconferência da cópia com o documento original, efetuando autenticação administrativa da cópia, \nregistrando também a hora do recebimento no protocolo e devolvendo o documento original de \nimediato ao interessado; \nIII - Depois de realizada a digitalização, as cópias simples autenticadas administrativamente \npoderão ser descartadas ou disponibilizadas para devolução ao interessado, a critério do órgão \nou  entidade.  O  documento  resultante  da  digitalização  será  anexado  ao  processo  digital  ou \nintegrado  em  fluxo  de  trabalho  informatizado.  Neste  caso,  há  a  formação  de  um  processo \ntotalmente digital; ou \nIV  -  Recebimento  e  retenção  de  documento  avulso  original  ou  cópia  autenticada \nadministrativamente ou de cópia autenticada em cartório para posterior digitalização e anexação \na processo digital ou integração em fluxo de trabalho informatizado. Os documentos devem ser \nclassificados, arquivados e mantidos nos termos da temporalidade e destinação de documentos de \narquivo aprovados pelo COMAR ou pelo Arquivo Nacional para uso no órgão ou entidade. Neste \ncaso, há a formação de um processo totalmente digital ou um processo híbrido, ao critério do \nórgão ou entidade. \nJá para os processos digitais, desenvolvidos no SEI, seguem algumas sugestões para organização e \nindexação nos setores: \na) Catalogação de todos os processos novos que chegarem, utilizando ferramentas como “blocos \ninternos” ou “andamento de processos”. Essa tarefa evita fadiga e perda de tempo quando a equipe \nprecisar encontrar um processo que já tenha passado pelo setor. Além disso, auxilia os novos integrantes \nda equipe nas consultas a trabalhos anteriores de mesmo objeto, ou normas e orientações expedidas sobre \no assunto \nb) Atribuição de etiquetas naqueles mais usuais (ex: Frequência, Estagiários, Aposentadoria, etc.), \na fim de delimitar de forma mais prática os urgentes ou com prazo exíguo \n \n \n \n \n \n \n \n "
   },
   {
      "page":7,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\nObs.:  Algumas  demandas  estão  sendo  resolvidas  obrigatoriamente pelo  SouGov:  auxílio \ntransporte, auxílio natalidade, férias (exceto interrupção ou solicitação que se refira à folha de pagamento \njá  fechada). Sempre  que chegar  processo  com  alguma  dessas  solicitações,  deverá  ser  devolvido, \nsolicitando ao servidor que formalize via SIGEPE - módulo Requerimento \nc) Utilização de Textos padrão, para inserir assinaturas, por exemplo:  \n \n \n \n \n \n \n \n \n \n \n \n \nd) Criação de modelos de documentos (Ofícios, Notas Técnicas, Ateste de Execução de Serviço, \nProjeto Básico, etc.) na aba “Favoritos”, organizados por assuntos: \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n "
   },
   {
      "page":8,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\ne) Uma possibilidade interessante para gestão do tempo é a de inserir um mesmo documento em \nvários processos: \n \n \n \nEssas  são  algumas  sugestões  simples  que  podem  auxiliar  no  dia-a-dia  do  setor,  mas  que \ncertamente irão demonstrar, de fato, sua utilidade, quando for necessário recuperar uma informação de \nmaneira ágil e consistente. \n \nf) É essencial que o gestor defina quem será responsável pela distribuição dos processos entre os \nmembros da equipe. Essa distribuição deverá ocorrer assim que os autos sejam recebidos na caixa de \nentrada da unidade, para garantir aos servidores tempo hábil para análise e prosseguimento. \nCada unidade deve se organizar da forma mais eficiente, considerando tamanho e especificidades \nda equipe. Algumas referem trabalhar de forma mais especializada: cada servidor se torna responsável por \ndeterminado número de assuntos, o que viabiliza o aprofundamento de seu conhecimento e experiência. \nOutras preferem trabalhar de maneira mais generalista, evitando a rotina e aumentando a motivação.  \nO importante é que essa divisão de tarefas seja flexível, de forma a ser adaptada à medida que a \nequipe sentir necessidade. \nApresentamos o Relatório abaixo, para ilustrar as temáticas envolvidas nas tarefas, bem como a \nperiodicidade da sua execução, extraídos do Regimento Interno atual: "
   },
   {
      "page":9,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n \n \nLISTA DE TAREFAS x PERIODICIDADE "
   },
   {
      "page":10,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n2- NOÇÕES DE GESTÃO DO TEMPO: PRIORIZAÇÃO, RELEVÂNCIA E \nTÉCNICAS ÚTEIS \n   \n1\n  Conforme o Regimento Interno do DNIT , as atribuições do Serviço de Gestão de Pessoas são as \nseguintes: \nI - executar as atividades relacionadas com a gestão de pessoas; \nII - pesquisar, compilar, divulgar e orientar quanto à legislação e jurisprudências relativas à gestão \nde pessoas; \nIII - auxiliar na defesa do DNIT em assuntos pertinentes à gestão de pessoas; \nIV - prestar assistência aos servidores nos requerimentos de aposentadoria e de concessão de \nauxílios, benefícios e vantagens; \nV - examinar e instruir os processos relativos à concessão de aposentadorias e pensões e outros \nbenefícios e vantagens previstos em lei; \nVI - apurar o tempo de serviço de exercício de cargos e funções, realizando a respectiva averbação \ne emissão de certidão; \nVII - registrar os dados pessoais e funcionais dos servidores, de movimentação, concessão de \nbenefícios,  aposentadorias  e  pensões,  bem  como  de  folha  de  pagamento  dos  servidores  ativos  e \naposentados e dos beneficiários de pensão; \nVIII - examinar e instruir processos relativos à remoção de servidores; \nIX  -  acompanhar  a  evolução  da  força  de  trabalho,  identificando  as  necessidades  de \nremanejamento, bem como de admissão de servidores; \nX - examinar e instruir processos de concessão de progressão funcional dos servidores ativos; \nXI - executar as atividades do programa de qualidade de vida no trabalho; \nXII - realizar, em consonância com a Coordenação-Geral de Gestão de Pessoas, o mapeamento de \ncompetências e o levantamento de necessidades de capacitação dos servidores; \nXIII - implementar as ações de desenvolvimento de pessoas em conformidade com o plano de \ndesenvolvimento de pessoas do DNIT; \nXIV - controlar os ressarcimentos relativos aos servidores e empregados cedidos; \nXV - realizar o processo de avaliação de desempenho individual; \nXVI - executar as atividades e procedimentos relacionados ao programa de estágio; \nXVII - orientar e acompanhar os serviços de saúde prestados pelo DNIT aos seus servidores e \ndependentes; \nXVIII - acompanhar as atividades de movimentação no plano de assistência médico-hospitalar; \n                                                           \n1 Resolução nº 39/2020 – DOU 19/11/2020 "
   },
   {
      "page":11,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\nXIX - instruir, acompanhar e orientar as atividades relacionadas à realização de exames médicos \npericiais  e  admissionais,  diretamente  ou  por  meio  de  convênios  e  outros  instrumentos  congêneres \nfirmados com outros órgãos governamentais; \nXX - manter arquivo de assentamentos funcionais e médicos e de frequência de pessoal; \nXXI - acompanhar a elaboração anual da escala de férias e manter o controle da frequência mensal \ndos servidores; e \nXXII - propor a formalização de contratos, convênios ou instrumentos congêneres, bem como \nelaborar instrução para sua celebração, para cumprimento das competências afetas à área. \n \nAbaixo apresentamos alguns dos sistemas utilizados pela unidade, geridos pelo MGI: \n \n  \n \n \n \n \n \n "
   },
   {
      "page":12,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n  Diante de tantas tarefas, diversos sistemas e uma infinidade de dados e informações, a equipe de \nGestão de Pessoas precisa conhecer formas de melhor aproveitamento do tempo, para cumprir suas metas \nde forma eficiente e dentro dos prazos estabelecidos. \n  Para isso, tecemos abaixo algumas considerações acerca da Gestão do Tempo no controle das \ntarefas diárias: \n  1º) Importância do registro – toda atividade deve ser registrada, de preferência imediatamente, em \nalgum suporte (agenda, planner, lista de tarefas, check list, etc.). Isso porque a memória não é a melhor \nfonte de consulta, por ser pessoal e volátil: depende de fatores relacionados à saúde mental. Além disso, \nreter excesso de informações na mente ocupa, de forma desnecessária, espaço de processamento e gera \ngasto de energia que poderia ser direcionado para atividades de reflexão, relaxamento ou mesmo em \natividades extratrabalho. \n  2º) Planejamento – a partir dos registros, é possível avaliar o que deve estar na lista de tarefas, o \nque não pertence ao Setor, o que pode ser reajustado e o que pode ser delegado. Os registros devem ser \ndinâmicos, de preferência abertos e ao alcance de toda equipe, com a possibilidade de reajuste a todo \ninstante. O registro e o planejamento devem ser perseguidos, até que se tornem um hábito (rotina, prática \nregular,  que  torna  as  atividades  exigentes  de  um  mínimo  de  dispêndio  de  energia  possível).  Sem \nplanejamento, são as urgências que dominam o dia. \n  3º) Organização e priorização – é extremamente relevante avaliar as atividades para estabelecer \numa hierarquia de valores x prioridades (entendendo, inclusive, a diferença entre o que é prioridade e o \nque é urgente). A matriz de Eisenhouwer, por exemplo, determina uma regra básica, que serve muito bem \npara os gestores:  \n \n \n \n \n \n \n \n  4º) Flexibilização – importâncias e hierarquias mudam a todo instante, dependendo da época e da \nsituação. Assim, o planejamento deve ser adaptável \n  Além das dicas acima, para que essa organização seja possível, é necessário romper com seis \nmitos que permeiam nossa geração: \n  - ser multifuncional é altamente recomendável – hoje, vários estudos apontam para um movimento \noposto: o do “single tasking”: praticar uma tarefa por vez, eliminar distrações e focar. Fazer tarefas, uma \nde cada vez, implica em menos gasto de energia, maior produtividade e evita o stress e a estafa mental "
   },
   {
      "page":13,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n  - se quiser fazer algo bem feito, faça você mesmo – a regra mais eficiente que essa é a delegação \n(só faça aquilo que somente você pode fazer). Mas atenção! Delegar não é apenas entregar – é identificar \nas tarefas, ensinar, confiar, checar o progresso e avaliar \n  -  o  planejamento  precisa  ser  executado  a  todo  custo  –  ao  invés  disso,  é  importante  criar \npossibilidade de flexibilização e adotar sempre  uma programação realista, dedicando, inclusive,  um \ntempo de amortecimento (folgas para imprevistos e também para pausas e recarga de energia). Devem \nparte do dia-a-dia de todas as pessoas: momentos de contração e momentos de distração \n  - servidor bom é aquele ‘pau pra toda obra’ – aprender a dizer “não” para tarefas que não são de \nsua responsabilidade, que não são factíveis ou não são possíveis naquele momento \n  -  não  deixe  para  amanhã  o  que  você  pode  fazer  depois  de  amanhã  –  a  procrastinação  é  a \npostergação de uma atividade importante e agendada, sem motivo claro e significativo. É diferente, por \nexemplo, da flexibilização, que avalia sempre o que é importante e atua como maestro das atividades, \nreorganizando as demandas de acordo com essa hierarquia \n  - tal servidor se destaca, ele é uma máquina – até as máquinas estragam, quando são levadas a uma \nsobrecarga excessiva. Os gestores devem se lembrar de reservar tempo para seus valores (família, amigos, \natividade física, lazer, religião, sono, alimentação), isso é equilíbrio \n  Pensando  em  todos  esses  princípios,  apresentamos  abaixo  o  link  para  a  Planilha  anual  de \natividades do SGP, contendo as principais tarefas da unidade, distribuídas ao longo dos meses do ano e \nque pode ser utilizada para controle de produtividade e entregas, delegação de tarefas, agenda, relatório \npara o PGD, distribuição equânime entre os membros da equipe, etc. \n  Plano de Trabalho anual.xlsx \n  A planilha possui um formato muito simples, e pode ser adaptável a outras plataformas, como \nTrello, por exemplo. O importante no processo de distribuição de tarefas entre os membros da equipe é se \natentar (além dos pontos levantados acima) para a sugestão de, preferencialmente, utilizar-se da menor \nquantidade de ferramentas possível, para que os membros não gastem tempo excessivo consultando as \ndiversas fontes e para que o gestor concentre o tempo de delegação em um só lugar, ao invés de precisar \natualizar diversos suportes. \n  Uma grande vantagem dessa ferramenta é a possibilidade de distribuir os processos para o restante \nda equipe, conforme tarefas atribuídas a cada um, de forma equânime, numa verdadeira “gestão à vista”, \nem que prazos e entregas são acordados e conhecidos previamente por todos. Assim, a Planilha serve \ntanto como controle de entregas, como uma agenda para que todos possam consultar o que deve ser feito \nem cada dia. \nOutra característica da Planilha é a flexibilidade de definição dos prazos, que podem ser acordados \ntodo o tempo e ajustados conforme prioridade x urgência. "
   },
   {
      "page":14,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\nACESSO AOS SISTEMAS: \n1.  Siape/Sigepe/Sigac/DW \n- solicitação de token \n- agendamento no SERPRO \n- abrir processo, anexar o formulário modelo Sei! 3840920 e Termo de Responsabilidade modelo \n3840961 e enviar para CGGP, solicitando o perfil “consulta e UPAG” para os seguintes sistemas: \n  Siape e Siapenet \n  DW \n  Sigepe (e-siape e módulos: Afastamento, Avaliação de Desempenho, Pessoa, \nSeleção/UPAG, Gestão de Vínculos, Auxílio Moradia, Requerimentos, Pensão Alimentícia) \n  Validação cadastral anual \n \n2.  SIGRHU \n- encaminhamento de e-mail para viviane.reis@dnit.gov.br, com cópia para \nneury.oliveira@dnit.gov.br , solicitando acesso e informando os dados abaixo. É possível solicitar \nacesso para colaboradores terceirizados: \nNOME :    \nCPF :  \nCARGO :  \nRAMAL :  \nMAT. DNIT :  \nMAT. SIAPE :  \nLOGIN :   \nE-MAIL :  \nLOTAÇÃO : Serviço de Gestão de Pessoas \nCIDADE : Belo Horizonte \nCHEFIA IMEDIATA :  \nPERFIL :  \n \n3.  ACESSO AO E-PESSOAL \n  - encaminhar e-mail para viviane.reis@dnit.gov.br , solicitando acesso e informando CPF e \nmatrícula SIAPE \n "
   },
   {
      "page":15,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\nCURSOS RELEVANTES: \na)  Lei nº 8112/90 e suas alterações - https://www.escolavirtual.gov.br/curso/405\n \nb)  Siape Cadastro - https://www.escolavirtual.gov.br/curso/123\n \nc)  Siape Folha - https://www.escolavirtual.gov.br/curso/86  \nd)  Introdução ao Sistema Sigepe – AFD - https://www.escolavirtual.gov.br/curso/223 \ne)  Gestão de Conflitos e Negociação - https://www.escolavirtual.gov.br/curso/372 \nf)  Liderança e Gestão De Equipes - https://www.escolavirtual.gov.br/curso/373 \ng)  Gestão Pessoal - base da liderança: https://www.escolavirtual.gov.br/curso/163 \nh)  Gestão do Tempo e produtividade: https://www.escolavirtual.gov.br/curso/468 \n \n \nLINKS ÚTEIS: \na)  Manual do servidor (gerido pela COLEG/CGGP): bit.ly/manualdoservidordnit\n \nb)  Sigepelegis (compêndio de todas as normas, gerido pela Central SIPEC): \nhttps://legis.sigepe.gov.br/legis/pesquisa\n \n "
   },
   {
      "page":16,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n3- NOÇÕES DE LIDERANÇA E GESTÃO DE EQUIPES: DISTRIBUIÇÃO DE \nTAREFAS E CONTROLE DE ENTREGAS \n \nÉ muito comum, tanto na iniciativa privada quanto no setor público, promover o servidor que se \ndestaca na área técnica, concedendo um cargo de chefia como prêmio por sua produtividade e dedicação. \nPorém,  conforme  explica Charan, no livro  “Pipeline de liderança”, esse é um  erro  grave de quem \ndesconhece que as pessoas devem seguir uma trajetória não linear para alcançar diferentes níveis de \nliderança. \nPara o autor, existem verdadeiras camadas de liderança, que se diferenciam de acordo o tipo e \nfunção da equipe, e cada uma possui características muito peculiares deiii: \na)  Habilidade – são as capacidades necessárias para executar as responsabilidades específicas \nda função \nb)  Gerenciamento do tempo – cada camada exige uma diferente maneira de organizar o \ntempo \nc)  Valores profissionais – aquilo que o líder considera como importante, ou seja, onde ele \ndeve aplicar o esforço da gestão \nAssim, Charan lista seis passagens de liderança, das quais destacaremos apenas três: \nGerenciar a si mesmo – aqui, o servidor não lidera uma equipe, mas deve executar atividades que \ndemandam: \n- Habilidades necessárias – autogestão (respeitar prazos e executar tarefas), gerenciamento de \nprocessos de curto prazo, execução de um trabalho técnico de alta qualidade, responsabilização \ne prestação de contas, bom relacionamento e colaboração com a equipe \n- Gerenciamento do tempo – comprometimento, confiabilidade e planejamento \n- Valores profissionais – conformidade com a cultura organizacional e padrões profissionais, \nidentificação dos pontos fortes e reputação \n1)  Gerenciar a si mesmo para gerenciar outros – exemplo: Chefes de Setor, Serviço \n- Habilidades necessárias – planejar o trabalho da equipe, atribuir tarefas, motivar, aconselhar \ne avaliar os subordinados \n- Gerenciamento do tempo – ajudar os outros a concluírem o trabalho, disponibilizar tempo \npara a equipe, delegar \n- Valores profissionais – execução do trabalho gerencial e produtividade \n2)  Gerenciar outros para gerenciar gestores – exemplo: Coordenadores \n- Habilidades necessárias – desenvolver novos líderes, foco exclusivo na gestão x tarefas \nindividuais, privilegiar questões estratégicas (sua equipe passa a ser outros gestores + gestor \nfuncional – Superintendente e Coordenador de Engenharia) "
   },
   {
      "page":17,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n- Gerenciamento do tempo – participação em muitas reuniões de negócios, e delegação aos \nseus subordinados a supervisão das tarefas \n- Valores profissionais – maturidade gerencial e perspectiva de longo prazo \n3)  Gerenciar gestores para gestor funcional – exemplo: Superintendente \n- Habilidades necessárias – conhecimento de muitas divisões, tarefas e resultados de áreas que \nnão lhe são familiares, equilíbrio entre metas futuras x necessidade presente, perspectiva de \nlucro sustentável e longo prazo \n- Gerenciamento do tempo – menos execução e mais tempo para reflexão e análise \n- Valores profissionais – questões de diversidade funcional, comunicação eficaz e feedback, \nvalorização das funções de apoio  \nAo perceber e adotar esse Pipeline, as organizações podem garantir o desenvolvimento dos líderes \nde forma muito mais assertiva, buscando treinar justamente as habilidades, gestão do tempo e valores \nespecíficos para cada camada. \nAlém disso, é importante também, entender que nem todos os servidores terão interesse na carreira \nde liderança, e esse fator, por si só, não é um problema. Muitas vezes, a pessoa já desempenha esse papel \nde gerenciar a própria casa, sendo responsável pelo controle financeiro, de planejamento de tarefas e \ndelegação e não suportaria assumir a função também no trabalho.  \nOutra pontuação interessante em relação à liderança é a crítica ao líder heróiiv: \n \n \n \n \n \n \n \n \n \n \n \n \n \nO líder herói sempre tem as respostas, salva o dia, exige que o time somente execute o que é \npassado e faz questão de ter controle de tudo o que é feito no setor. \n "
   },
   {
      "page":18,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n \n \n \n \n \n \n \n \n \n \nA desvantagem desse tipo de liderança é que há uma sobrecarga muito grande sobre o gestor, e ele \nnão consegue desenvolver a equipe, não se interessa por desenvolver novas habilidades e novos líderes, \nnão tira férias, mas também não resolve tudo que é necessário, pois não confia no trabalho do time (micro \ngerenciamento). Normalmente, é uma pessoa que vive cansada e sobrecarregada, porque realmente deseja \nque todas as soluções passem por ela. \nUma solução para se romper com esse tipo de liderança é assegurar um estilo adaptável, que se \nadeque conforme o momento, a necessidade e o contexto: \n \n \n \n \n \n \n \n \n \nUm bom gestor sabe perpassar por todos esses estilos, sempre que precisar, se adaptando a \npessoas e situações, de acordo com a necessidade. \nSeja qual for o estilo adotado, é essencial que a chefia entenda a importância de delegar as tarefas \nà equipe, para que se atenha às questões mais gerenciais. Delegar, no entanto, exige comunicação eficaz \ndos  produtos  e  prazos  esperados,  acompanhamento  e  avaliação  dos  resultados.  Isso  exige  muita \norganização e conhecimentos sobre gestão do tempo (conforme já trabalhado no item anterior). \n \n "
   },
   {
      "page":19,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n4- CALENDÁRIO ANUAL, MENSAL E DIÁRIO \n \nDentre as tarefas do Serviço de Gestão de Pessoas, é possível extrair um Calendário de atividades \nprevisíveis, determinadas ou pelo Regimento Interno ou pelas diversas normas que envolvem a área. \nAlguns eventos se repetem praticamente na mesma data, todo ano (progressão, promoção, GQ, avaliação \nde desempenho, PDP, etc.), outros possuem datas divulgadas mensalmente (fechamento e homologação \nda folha). Por fim, existem tarefas que são diárias, cujo cumprimento também precisa ser controlado. \nAbaixo, apresentamos brevemente as principais, informando que o detalhamento dos respectivos \nprocedimentos (normas e lançamentos) consta no Guia, que é a 3ª parte do presente material. \n     \n4.1. PUBLICAÇÕES \n  Os atos de pessoal são publicados no Diário Oficial da União e no Boletim Administrativo do \nDNIT, diariamente. \n  A competência para a publicação no Diário Oficial é da Imprensa Nacional da Secretaria-Geral da \nPresidência da República e em relação aos atos de pessoal, são permitidas as seguintes matérias:2 \nSEÇÃO 1 \n- decisões relativas ao controle de constitucionalidade pelo Supremo Tribunal Federal; \n- os atos com conteúdo normativo da União, das autarquias, das fundações públicas, das \nempresas públicas e das sociedades de economia mista, exceto os atos de aplicação \nexclusivamente interna que não afetem interesses de terceiros; \n-  os  pareceres  do  Advogado-Geral  da  União  de  que  trata  o  art.  40,  §  1º,  da  Lei \nComplementar nº 73, de 10 de fevereiro de 1993; \n- atos do Tribunal de Contas da União, de interesse geral; \n- atos normativos do Poder Judiciário, do Ministério Público da União e da Defensoria \nPública da União, excetuando-se os de caráter interno; e \n-  atas  dos  órgãos  dos  Poderes  da  União  com  publicidade  exigida  por  legislação \nespecífica. \n- os anexos aos atos com conteúdo normativo serão publicados integralmente  \nSEÇÃO 2 \n- atos relativos a pessoal da União, das autarquias, das fundações públicas, das empresas \npúblicas e das sociedades de economia mista, cuja publicação decorra de disposição \nlegal. \n  Por outro lado, são vedadas as publicações relativas a: \n- atos de caráter interno ou que não sejam de interesse geral; \n                                                           \n2 Portaria nº 9/2021 – IN/SG/PR e Decreto nº 9.215/2017 "
   },
   {
      "page":20,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n- atos concernentes à vida funcional dos servidores dos Poderes da União, que não se \nenquadrem nos citados acima, incluindo-se: \na) apostilas de correção a inexatidões materiais que não afetem a substância dos atos \nsingulares de caráter pessoal; \nb) concessão de medalhas, condecorações, comendas e títulos honoríficos, com exceção \ndaqueles cuja publicação seja exigida por determinação legal ou normativa; \nc) elogios, homenagens, agradecimentos, concessão de vantagens, direitos, indenizações \nou gratificações; \nd) concessão de férias, exceto aquelas autorizadas por despacho presidencial; \ne) lista de antiguidade e avaliação de desempenho; \nf) substituição para função de confiança, exceto para funções com nível equivalente a \ncargos em Comissão do Grupo Direção e Assessoramento Superiores; \ng) designação para viagem dentro do País; \nh) atos de movimentação interna e progressão horizontal e vertical; \ni)  designação  de  grupos  de  trabalho,  salvo  se  interpoderes,  interministerial,  entre \nministérios  e  órgãos  vinculados,  entre  ministérios  e  suas  extensões  regionais,  ou  se \ncomposto por membros sem vínculo com a Administração Pública; \nj) designação de comissões de constituição ou atuação interna; \nk) aprovação em estágio probatório; e \nl) atos que contenham mera reprodução de expedientes emitidos e recebidos ou de norma \njá publicada em órgão oficial, inclusive boletins de serviço e pessoal. \n- atos de caráter judicial; \n- atos de posse e de entrada em exercício; \n- endereço e horário de funcionamento de órgãos; \n- índices e sumários de atos; \n- gabarito de provas de concurso público; \n-  logotipos,  brasões,  emblemas,  símbolos,  imagens  ou  fotografias;  modelos  de \ndocumento, de formulário ou de requerimento; partituras e letras musicais; organogramas \ne fluxogramas (essas vedações não se aplicam na hipótese de se tratar de parte integrante \nde ato normativo); \n- discursos, elogios, homenagens, agradecimentos e explanações  \n- atos de particulares com linguagem ou formato que possam induzir o entendimento de \nse tratar de ato de autoridade pública; e "
   },
   {
      "page":21,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n- atos de outros entes federativos ou de pessoas jurídicas de direito público externo com \nlinguagem  ou  formato  que  possam  induzir  ao  entendimento  de  se  tratar  de  ato  de \nautoridade pública federal. \n \n  Já no Boletim Administrativo, de utilização exclusiva do DNIT, e de responsabilidade da Diretoria \nde Administração e Finanças, são publicadas as seguintes matérias:3 \n- portarias que tratam de assuntos internos do órgão, tais como: aprovações de projetos; \ndelegações  de  competências;  autorização  para  conduzir  veículos  oficiais,  lotações  e \nremoções  de  servidores;  designações  de  comissões,  fiscais  de  contratos,  grupos  de \ntrabalho,  comissão  técnica,  dispensa  e  designação  de  substitutos  de  servidores  do \nexercício de Função Gratificada, concessão de gratificações de qualificação; \n- instruções normativas do DNIT; \n- resoluções do DNIT; \n- concessões de abonos e auxílios aos servidores; \n- concessões, alterações e interrupções de férias; \n- diárias e despesas com custeio; \n- concessões, licenças e afastamentos; \n- portarias de Sindicância e de Processo Administrativo Disciplinar; \n- pagamento de substituições; \n- inclusões de dependentes; \n- progressões funcionais; \n- isenção de imposto de renda; \n- relatório finais de comissão. \n \n4.2. ATUALIZAÇÃO DE NORMAS E LEGISLAÇÃO \n  Como a área de Gestão de Pessoas engloba informações vultosas, e de atualização quase que \ndiária, as técnicas de arquivamento são de essencial importância. Uma norma publicada precisa estar bem \narmazenada, para que seja possível acessá-la rapidamente. Especialmente se isso acontecer somente de \nvez em quando, daqui a muitos anos, por exemplo. \n  Em regra, todas as publicações geram algum efeito, ou a necessidade de algum procedimento. \nConsiderando a frequência das matérias, o ideal é que o SGP realize o acompanhamento diário, para dar \nprosseguimento às demandas: \n  a) Leitura do Diário Oficial da União (https://bit.ly/2XLH1AL): Verificar as seguintes pastas: \n                                                           \n3 Instrução Normativa nº 34/2021 "
   },
   {
      "page":22,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n- Atos do Poder Executivo (Seção 01) \n- Ministério da Gestão e Inovação em Serviços Públicos (Seções 01 e 02) \n- Ministério dos Transportes e DNIT (Seções 01 e 02) \n     \n  b) Leitura do Boletim Administrativo (https://bit.ly/3BaVTqP): \n- Matérias da sede (normas e portarias) \n- Matérias da SR (todas as relativas a servidores da unidade) \n \n  c) Leitura dos COMUNICAs do dia (tela inicial do Siape ou e-siape) \n \nO ideal é salvar as Portarias/Instruções/Normas em uma pasta compartilhada, organizada por \nassunto, de forma a ser facilmente recuperada por toda a equipe, sempre que necessário. Exemplo: \n \nQuando a Portaria se relacionar a um processo, os demais procedimentos serão realizados pelo \nSEI (ex: nomeação, remoção, aposentadoria, etc.). Caso contrário, dar andamento a partir da própria "
   },
   {
      "page":23,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\nportaria (ex: designação de autorização para dirigir = dar ciência ao chefe e ao servidor, e inserir no \nSIGRHU e no AFD). \n \n4.3. PROCEDIMENTOS A PARTIR DAS PUBLICAÇÕES \n  a) Normas/COMUNICAs:  \n- Divulgação das novidades na equipe  \n- Arquivamento, em .pdf, dos normativos que se relacionarem com o Serviço de Gestão de Pessoas, \nna  pasta  respectiva  (sugestão:  utilizar  o  Drive  ou  outro  local  em  que  as  matérias  possam  ser \ncompartilhadas com todos) \n- Alteração nos procedimentos referentes utilizados no setor (ex: base de conhecimento, modelo de \nOfícios, manuais, etc.), se necessário \n- Divulgação a todos os servidores da SR das alterações da legislação, quando necessário (por e-\nmail, processo, etc.), de forma clara e assertiva. \n- Lançamento de eventos (com as respectivas datas e tarefas), se for o caso, na Planilha anual de \natividades, Calendário ou a ferramenta à escolha da unidade \n \n  b) Publicações de pessoal:  \n- Atualização do SIGRHU  \n- Inserção no AFD \n \n  c) Alterações das chefias (eventualmente):  \n- Alteração na planilha de Gestores (exemplo: https://bit.ly/3j618lr) \n- Comunicação, por e-mail, a todos os servidores da mudança de chefia \n- Desejável que seja encaminhado um e-mail para a nova chefia, contendo orientações gerais: \nregimento interno com destaque para as atividades do setor, mapa estratégico da autarquia, orientações \nsobre acessos ao SISREF e PGD \n- Atualização do SIGRHU  \n- Inserção no AFD \n- Atualização do SISREF  \n- Atualização do SIAPE \n \nd) Alterações de jornada (eventualmente): \n- Atualização do SIGRHU  "
   },
   {
      "page":24,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n- Inserção no AFD \n- Atualização do SIAPE \n- Atualização do SISREF  \n \ne) Alterações de localização, remoção, chefia, força de trabalho, etc. (eventualmente): \n- Atualização da planilha de servidores (modelo: https://bit.ly/3muclyt) \n- Atualização do SIGRHU  \n- Inserção no AFD \n- Atualização do SIAPE \n- Atualização do SISREF  \n \nf) Promoção/Progressão (jan, mai, ago, set, nov, dez): \n- Elaboração da planilha de cálculos, solicitação de liberação de rubrica e lançamento dos valores \natrasados no sistema. Se for exercício anterior, deve-se seguir o rito próprio para pagamento de DEA \n- Atualização do SIGRHU  \n- Inserção no AFD \n- Atualização do SIAPE \n \n  g) Avaliação de Desempenho (out):  \n- Atualização do SIGRHU  \n- Inserção no AFD \n- Atualização do SIAPEnet \n \nh) Gratificação de Qualificação (jan e jul): \n- Atualização do SIGRHU  \n- Inserção no AFD \n- Atualização do SIAPEnet \n \n4.4. CONTROLE DAS FREQUÊNCIAS \nEsse controle deve ser feito mensalmente pelo Serviço de Gestão de Pessoas: \n- encaminhar e-mail lembrando aos servidores o prazo final para inserção das justificativas no \nsistema (último dia de cada mês) "
   },
   {
      "page":25,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n- encaminhar e-mail para os chefes lembrando o prazo final para homologação das frequências (5º \ndia útil de cada mês) \n-  informar  novo  prazo,  no  SISREF,  para  homologação  das  folhas  das  equipes  cujos  chefes \nperderam o prazo (entre o 6º dia útil e o último dia de cada mês) \n-  homologar  as  folhas,  após  o  prazo  permitido  para  as  chefias  (após  o  último  dia  do  mês \nsubsequente. Exemplo: a folha de julho pode ser homologada pelo gestor até o último dia de agosto. Após \nesse prazo, apenas o SGP consegue fazê-lo) \n- monitorar as homologações (durante todo o mês) \n- encaminhar folhas de frequência dos servidores de outros órgãos, em exercício no DNIT (5º dia \nútil de cada mês) \n- inserir no Sigepe (módulo afastamentos) os eventos que foram apresentados nas folhas de \nfrequência (viagem a serviço, treinamento, etc.) \n- efetivar eventuais descontos (faltas, atrasos não compensados) \n \n4.5. FOLHA DE PAGAMENTO \nA folha de pagamento dos servidores do Executivo Federal é processada por meio do Sistema \nIntegrado de Administração de Recursos Humanos – Siape, criado pelo Decreto nº 99.328/1990, como \ninstrumento de modernização e integração sistêmica da administração de recursos humanos. Na ocasião, \nfoi determinado o cadastramento de todos os servidores civis da Administração Pública Federal direta, \ndos ex Territórios, das autarquias e das fundações públicas que recebiam recursos à conta do Tesouro \nNacional, para efeito de controle administrativo, financeiro e orçamentário e  execução da folha de \npagamentos unificada e padronizada. \nO  sistema  foi  desenvolvido  por  etapas,  iniciando  pelo  módulo  folha,  que  foi  implantado  e \nfuncionou durante um tempo sem que houvesse conexão com o módulo cadastro, por exemplo. \nConhecer esse histórico é de extrema importância por dois motivos:  \nPrimeiro, para se compreender a necessidade de revisão cadastral para a concessão de alguns \nbenefícios,  como no caso de abono de permanência e aposentadoria. Como houve um acúmulo de \ntrabalho,  em  grande  volume,  na  transcrição  de  registros  documentais  físicos  para  um  sistema \ndesconhecido, no prazo curto estabelecido pela lei, seria natural encontrar várias inconsistências nas \ninformações. Um exemplo prático é o da Licença-Prêmio por assiduidade: inicialmente, não havia campo \nno sistema para o lançamento do gozo desse benefício e quando a necessidade foi criada, a Administração \nnão contou com uma força tarefa altamente eficiente capaz de recuperar os dados e atualizá-los no \nsistema.  \nOutro exemplo é o Anuênio, que era calculado pela UPAG, que lançava somente uma data marco \npara a concessão da porcentagem encontrada. Somente posteriormente é que o Siape passou a buscar a \ninformação de todo o PCA (provimentos) do servidor para calcular automaticamente a porcentagem \ndevida e gerar, assim, o efeito financeiro. "
   },
   {
      "page":26,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\nPortanto, em alguns fluxogramas contidos no Guia (3ª parte desse material), consta a necessidade \nde comparar as informações fornecidas historicamente no Siape com documentos e os demais sistemas \nque eram utilizados à época. Dessa forma, sempre que houver dúvida entre os lançamentos, é altamente \nrecomendável recorrer também a outras fontes.  \nO segundo motivo para entender esse histórico é que, ainda hoje, o Siape mantém parcialmente a \nestrutura modular. Assim, alguns benefícios são lançados apenas no módulo cadastro, sendo necessário o \ncomando  da  integração  para  que  o  módulo  folha  também  seja  atualizado,  sendo  possível  inclusive \nacontecer de um servidor ser excluído da folha por falta dessa integração. \nEm relação especificamente à folha de pagamento, o Siape se estrutura em torno de quatro tiposv: \na) Normal – é a folha de pagamento do mês subsequente, executada de acordo com o cronograma \nmensal divulgado no Siapenet. O sistema fica aberto para alterações, inclusões e exclusões durante o \nperíodo determinado neste documento. O exemplo abaixo se refere à folha que tem como referência o \nmês de setembro, ou seja, os eventos (fatos geradores) ocorridos neste mês, que poderão ser lançados no \nsistema do dia 28/08/2023 até o dia 15/09/2023. Após esse período, o sistema permanece fechado (ou \nseja,  não  é  permitido  incluir  ou  alterar  nenhuma  informação)  para  fazer  as  devidas  atualizações  e \nintegrações. No dia 18/09, o Siape permanece aberto, das 7h às 22h para as homologações, ou seja, para a \nverificação de todos os lançamentos (que já foram processados e tiveram os módulos integrados durante o \nfechamento). Esse dia é dedicado à análise das folhas e realização de eventuais ajustes necessários: \n \n \n \n \n \n \n \n \n \n \n \n \nO SIAPE já está programado para o lançamento mensal de todas as rubricas que possuem caráter \npermanente ou periódico, vinculadas ao cargo ou condição, por exemplo: Vencimento Básico (servidor), \nProvento (aposentado e pensionista), Gratificação de Desempenho, Contribuições Sociais (PSS), Imposto \nde  Renda  retido  na  Fonte,  etc.  Além  disso,  existe  a  programação  daquelas  que  foram  lançadas "
   },
   {
      "page":27,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\nmanualmente,  no  momento  da  concessão  do  benefício,  exemplo:  Abono  de  permanência,  Anuênio, \nAuxílio saúde per capita, Auxílio Pré-escola, etc. \nAssim, em relação à folha normal, cabe ao Serviço de Gestão de Pessoas monitorar e inserir, \nalterar ou excluir eventuais rubricas, de acordo com as solicitações. \nb) Suplementar – Utilizada para corrigir possíveis erros e omissões cometidas no processamento \nda folha. Em 2005, o processamento de folha suplementar foi vedado pela Portaria nº 233/2005-SRH-MP. \nc) Complementar  -  É  gerada  pela  SRH/MP  sem  interferência  dos  órgãos  em  situações \nespecíficas. Exemplo: Reajuste linear retroativo. \nd) Suplementar  Interna  -  Utilizada  para  pagamento  de  servidor  excluído  ou  servidor  / \naposentado  com  ocorrência  que  exclui  de  pagamento,  bem  como  beneficiários  de  pensão  civil \n(Comunicas nº 504413 e 516549). \n \nMensalmente, a rotina do SGP inclui, além do monitoramento e das alterações, observar a data de \nfechamento (seria como a “dead line” para todos os lançamentos referente àquele mês) e o dia da \nhomologação: \na)  Fechamento:  \n-  Conferência  de  pendências  nos  módulos  Requerimentos,  Moradia,  Ações  Judiciais \n(Sigepe), Férias (Siapenet) \n \nb) Homologação:  \n- Verificação do comparativo com a folha anterior, em relação a eventos específicos do mês \n(substituições, acertos de aposentadorias, promoções/progressões, GQ, acerto de dispensa, exoneração de \nchefia, etc.)  \n- Exclusão, Líquido negativo, cálculo não concluído: servidores e pensionistas  \n- Batimento de falecidos: servidores e pensionistas  \n \n4.6. PROVA DE VIDA \nTodos os aposentados e pensionistas devem realizar, todo ano, no mês do aniversário, a \nProva de Vida (antigo recadastramento). No terceiro mês após a não realização da Prova de vida, o \nsistema  automaticamente  suspende  o  pagamento  do  beneficiário,  e  apenas  reativa  após  a  sua \ncomprovação. \nAssim, o SGP deverá, mensalmente: \n- monitorar a realização da Prova de Vida \n- encaminhar notificação para aqueles que não realizaram \n- publicar edital informando suspensão e reativação do benefício "
   },
   {
      "page":28,
      "content":"PRÁTICAS E ROTINAS DO  \n \nSERVIÇO DE GESTÃO DE PESSOAS\n- efetivar visita técnica, em casos específicos \n \n4.7. CONTROLE DE ESTAGIÁRIOS \nCabe ao Serviço de Gestão de Pessoas monitorar: \n- frequência \n- recesso dos estagiários \n- desligamento e imediato lançamento no Sigepe \n- reposição dos estagiários que forem desligados \n- verificação e ateste de execução do serviço, mensalmente, para pagamento à empresa \ncontratada \n- solicitação da realização de novo contrato, quando do encerramento do atual \n \n                                                           \ni ORNELLAS, Marco. DesigneRHs para um novo mundo: como transformar o RH em designer organizacional. São Paulo: \nColmeia Edições. 2017 \nii Módulo 2 do Curso “Introdução ao Sistema Sigepe - AFD” – ENAP – Brasília - 2019 \niii CHARAN, Ram; DROTTER, Stephen; NOEL, James. Pipeline de Liderança: O Desenvolvimento de Líderes como Diferencial \nCompetitivo. São Paulo: Campus, 2009 \niv “Por que o líder herói não é bom para o time?” extraído de https://blog.escolaconquer.com.br/por-que-o-lider-heroi-nao-\ne-bom-para-o-time/, em 22/09/2023 \nv Módulo 2 – “Folha de pagamento e movimentação financeira” do curso “SIAPE folha” – ENAP - Brasília, 2017 "
   }
]